[
    {
        "id": 1,
        "story": "Uccen d yinsi ikerrazen\nIdjen n usekkʷas, tuɣ aṭṭaṣ n tbica. Uccen d yinsi xsen ad cerzen. Ffɣen, ẓṛen tamurt. Ẓẓan ẓṛuḍeyya. Qqimen al dd tyem, ffɣen a tt ẓṛen. Mmutren tamiṛa nsen d tameqqṛant, nnan ad qqimen al uyetca nnes ammen a tt kksen.\nAmmen aykkyyen : i talya n tfuyt, kkren. Iwḍen l iyṛan. Ul ufin manec ala yyen i beṭṭu. Inna yinsi ukk uccen : \"Nettc, ad isiɣ adday ; cekk, isi-y-ajenna.\"\nKksen ẓṛuḍeyya nsen. Insi yisi-y-adday ; iẓwa\niḍeṣṣ. Uccen yisi-y-ajenna ; yuf i day d tyuya. Iẓwa ittmenzeɣ. Inna-y-as : \"Nnit ! Al tikkelt nniḍen !\"\nMullu nniḍen, xsen ad cerzen imendi. Cerzen t. Ẓwan. Al idjen n wass, nnan ad mejren. Uccen, iɣill am umezwar. Iɣill ẓṛuḍeyya am imendi. Inna ikk insi :\n– Assu, nettc, ad isiɣ adday ; cekk, isi-y-ajenna !\nInna-y-as yinsi : Wah a dadda ! icnu may tennid aṭṭaṣ, aṭṭaṣ !\nFfɣen l wurtan ad mejren. Insi, ikkes ajenna n imendi, iẓwa iḍeṣṣ am umezwar. Uccen, iqqim iqqaz tamurt. Yuf day call d iẓewṛan.\nIẓwa wuccen iccuccen.\nIdjull ad iṭṭef insi tikkelt nniḍen.\nAnday."
    },
    {
        "id": 2,
        "story": "Tacerza n wuccen d yinsi\nIkker idjen n wass wuccen iffeɣ l yinsi inna-y-as :\nManec tennid metta necrez imendi s senn iyet neɣ ? Assu, tella tbica !\nIrru xfes yinsi :\nAy uccen, ul zemmerɣ agidc cerzeɣ. Nettc d ameẓẓyan ; cekk d ameqqṛan. Manec sad neyy i beṭṭu mi nemjer ?\nHic ! maɣer tekkʷded ?\nIwa, manec ?\nUfiɣ ! Tessned manec ! Sad necrez, nemjer. Mi nesseṛweṭ, ad nebḍa.\nCekk, tellid tettjewwqed ! Manec sad neyy i beṭṭu ?\nSad neyy tamzazzart. Wenn izzaren l unṛaṛ ad yisi imendi.\nIwa manec sad yyeɣ ? Nettc, tinsa inuɣ d timeẓẓyanin ; ul zemmerɣ ad afyeɣ am cekk. Texsed ad iyi tezzared ! Cekk, day idjen n uṣurif ad tawḍeḍ anṛaṛ !\nHic ! Cekk, d ameẓẓyan, ad tzemred ad tafyed. Day ul tekkʷed ! Nettc, d ameqqṛan d amiẓay.\nUkk nekkaṛu, ffɣen, cerzen. Qqimen al ikk yiweḍ imendi, mejren t. Iwyen t l unṛaṛ, fesren t dis ammen ad iqqaṛ i tfuyt.\nYuden icnu, ẓṛen anṛaṛ ; nnan ad yyen tamzazzart l uyetca nnes, mi dd tenqeṛ tfuyt.\nẒwan l tidrin nsen.\nD iḍ, ikker yinsi issufeɣ arra d tmeṭṭut nnes. Issers in i tmewwin tuffirin idisan n ubrid. Tameṭṭut nnes, idj it zzat anṛaṛ.\nI dd tuley tfuyt, iffeɣ yinsi l wuccen ammen ad azzlen. Uzzlen. Uccen, tuɣ inna sad izzar danis ameddukel nnes d ameẓẓyan.\n« Idjen, senn, azzel ! »\nUfyen. Uccen tuɣ iḍeṣṣ. Iɣill sad izzar. Iẓwa ammen al-d immater insi zzates.\nManec ay uccen day yudu ay dd tiwḍed ? Uccen, iɣill d insi. Netta, ul issin mmis n yinsi.\nAh, insi ittafey ! Aykk inna wuccen jaṛ as d yiman nnes. Iṭṭef abrid ittafey ujaṛ n umezwar.\nHic, mani tellid ay uccen ? D insi nniḍen aykk issiwlen.\nIwa ay insi, nniɣ a cekk djeɣ ad tazzled ; cekk d ameẓẓyan. Tuɣ yyiɣ ac ukan asul.\nAfey !\nAd iyi tezzared ? Hemm... !\nIẓwa wuccen inekkeḍ abrid. Iɣill an insi illa deffres. Ikk tuɣ sad yaweḍ anṛaṛ, immuter tinsitt. Iɣill d insi. Tenna-y-as\nZzareɣ cekk, a dadda uccen ! Imendi, inuɣ !\nIẓwa wuccen iccuccen.\nIdjull ad iṭṭef insi tikkelt nniḍen.\nAnday."
    },
    {
        "id": 3,
        "story": "Tuceṛḍa n wuccen d yinsi\nIdjen n wass, insi tuɣ imdukul d wuccen. Xsen ad acren mala tcen : itnin, tuɣ lluẓen. Ffɣen. Mmutren idjen n uṣeṛṛaḥ (ameksa). Ucern as idjen n wufric ameqqṛan. Yisi t wuccen l tenwalt nnes. Iqqen taflewt f yinsi. Idju t i beṛṛa.\nUccen, iɣres ukk ufric. Iqqim i jaj n tenwalt nnes. Insi, iqqim iqqaṛ as si beṛṛa :\nUc i-dd wenn iteqqsen ikk lemsi !\nDej iyi xfec !\nUc i-dd wenn iccuffuten ikk lemsi !\nDej iyi xfec !\nUc i-dd wenn iẓẓinẓiṛen ikk lemsi !\nDej iyi xfec !\nUc i-dd day ilem nnes !\nAɣ ac !\nYuc as ilem n wufric. Iṭṭf i yinsi. Yisi yict teɣrit. Iyyu iman nnes d bab n wulli ; iqqim ittcat ikk ilem n wufric. Cad mikk yutu tiyti, iẓga \"Ay ! Maɣer d nettc ? Ac d wenn illan i jaj n tenwalt !\"\nIwa day tiyti, sent, isell wuccen. Ikkʷed. Tuɣ iɣill d aṣeṛṛaḥ. Iṛwel. S tiwdi u-lli sa dd idwel al yiḍ.\nInsi, netta, yutef l tenwalt n wuccen. Iqqen taflewt, itcu ufric. Iṭṭef ilem nnes, ifeqṛ i.\nIrru t id am tbuṣeyyart.\nUccen, yuḥel, idwel ad yatef l tenwalt nnes. Yuf it teqqen. Issen d insi ay dis tuɣ yutfen. Inna-y-as :\nUc i-dd wenn iteqqsen ikk lemsi !\nAmmen tennid llu !\nUc i-dd wenn iccuffuten ikk lemsi !\nAmmen tennid llu !\nUc i-dd wenn iẓẓinẓiṛen ikk lemsi !\nAmmen tennid llu !\nUc i-dd day ilem nnes !\nAɣ ac !\nIzerr as t. Uccen, tuɣ iɣill sad yaf ilem am umezwar ; saεa yuf i am tbuṣeyyaṛt.\nIẓwa wuccen iccuccen.\nIdjull ad iṭṭef insi tikkelt nniḍen.\nAnday."
    },
    {
        "id": 4,
        "story": "Uccen, insi d uyṛaḍ\nIdjen n wass n laẓ d tɣaṛt, ikker uyṛaḍ iffeɣ agd wuccen d yinsi ad ṭṭfen maykk ala tcen.\nẒwan, ttafyen, ttafyen al-d awḍen iɣeẓṛan. Mmutren idjen n uɣyul. Ṭṭfen t. Qqimen i tmurt. Xsen ad as ɣersen, bḍan t.\nIssekker uyṛaḍ uccen, inna-y-as:\nBḍa-y-aɣ dd, cekk ay uccen !\nIkker wuccen ibḍa-y-asen. Yuc asen, i ca-d idjen, amur nnes. Ayṛaḍ, ikker ittmenzeɣ. Inna-y-as :\nManec ! Nedwel dd d tuta ! Axemma, ul teɣṛid cay ?\nDay issusem yawkan yuẓẓeḍ ɣres s waccaren nnes. Ixeṛw as alli nnes; iyr i i tmurt. Uccen, iqqujjeε.\nInna uyṛaḍ ikk insi :\nBḍa-y-aɣ dd, cekk tessned !\nIkker yinsi ibḍa ula-d netta s imuren am imezwar. Inna ukk yṛaḍ :\nAɣ ac a dadda ! Wu, i cekk ! d wu, i cekk ! atan ula-d wu, i cekk !\nInna-y-as uyṛaḍ :\nCekk, tessned ! Axemma, teɣṛid ! Mani teɣṛid ?\nNettc a dadda, ɣṛiɣ ukk xerbic dey ttwaxṛawen id walli. Ay xfes irru yinsi.\nAnday."
    },
    {
        "id": 5,
        "story": "Ikεeb d wuccen\nYict tikkelt, ikεeb d wuccen tuɣ lluẓen. Nnan ad ffɣen l yidjen n iyṛan ammen ad acren lebṣel (aẓalim). Itnin, tuɣ ssnen ayen n iyṛan. Inna yikεeb ukk uccen :\nCḥal ɣrec illan n tmusniyin ?\nQa izaffen inuɣ d timusniyin.\nNettc, tella ɣri day yict d uzgen.\nẒwan, utfen l iyṛan. Uccen amelluẓ, ijnu i tmurt itett. Ikεeb, ca-d mikk itcu, ikker, iqqel metta yutef d uqbun n terga. Ammen, ammen al-d sellen i bab n iyṛan. Ikεeb, iṛwel d uqbun. Uccen irza ad iffeɣ d uqbun, ul izmir : tuɣ itcu-y-aṭṭaṣ. Tessuf tdist nnes.\nIwa ssufeɣ iman nnec ! Tennid qa izaffen nnec d timusniyin !\nUl zmireɣ. Ini yi-dd manec ala yyeɣ.\nTessend a dadda, nettc tella ɣri yict d uzgen, anday. Cekk, tεelmed aṭṭaṣ n tmusniyin !\nṚeḍl i-dd may zzeg ala ffɣeɣ !\nAd ac ṛedleɣ azgen n tmusniyt. Tessned may sad teyyed ! Qqen tiṭṭawin nnec, teyyed tinsa nnec l ujenna. Mi dd yutef ukerraz ad iɣill temmud, a cekk izerr. Cekk, ṛwel !\nI dd yutef bab n iyṛan, yuf uccen i tmurt issuf. Iɣill an iqqujjeε. Yisi t issufɣ i sikk iyṛan nnes.\nDay iṛeẓm as yawkan ikker ittazzel al iḍeṣṣ f ukerraz. Inna-y-as uyen n urgaz :\nNnit a cekk ṭṭfeɣ ad ac ccneɣ.\nIẓwa wuccen. Ukk brid nnes, immuter idjen n urgaz tuɣ inyu taserdunt. Immuter udi n urgaz, iqqim isridul. Iyyu iman nnes iqṛed. Ikk yiweḍ zzat bab n tserdunt, inna-y-as :\nAy tɣul ac ! Ssiwḍ iyi l tenwalt inuɣ ! Lliɣ qeṛḍeɣ, ul zemmreɣ ad yureɣ.\nUkk mezwar, yuyyey urgaz. Ukk nekkaṛu, isseny i. Ẓwan, ṭṭfen abrid. Ayen n urgaz, iṭṭeṣ s uzuzen n tyuri n tserdunt. Uccen, immuter tiṭṭawin n urgaz qqnent, yuẓẓed l tεukkatin n wuddi. Ca-d mikk iftec yict, isew udi nnes, issuf it amzun tella tetcuṛ. Ul idji ula-d yict itcuṛen.\nI tiweḍ tserdunt zzat tanwalt n wuccen, inna ukk rgaz :\nAtan iwḍeɣ. Kker ! Nettc, sad hwiɣ.\nBedden ; ihwa wuccen. Bab n tserdunt, iṭṭef abrid l tmurt nnes d warra nnes. Yiweḍ zzat tiddart nnes. Ffɣen ɣres warra nnes. Inna-y-asen :\nKkset ayen n tεukkatin n wudi si tserdunt, tella tuḥel !\nKkren uyen n warra yyen may d asen inna baba tsen. Ca-d tenn fetcen tneffeṛ xef sen. Qa tcuṛent s waḍu.\nMan ayu a baba ?\nManec ?\nTiweyd aɣ dd udi niɣ aḍu ?\nAh ! D uccen n ubrid aykk iyyen tiyti-yu ! Ssɣed a taserdunt ! Afey, zzirref yam al zzat tanwalt dey neṛẓem ukk uccen. Ṣṛeε din ! Awey dd uccen idder niɣ a cemm nɣeɣ !\nTeẓwa tserdunt al tma ɣer tt yuzen bab nnes. Teṣreε din. Teyyu iman nnes temmut.\nTeqqim ammen al dd teffeɣ tuccent si tenwalt nnes. Teqqel dis ; tenna ukk uccen :\nTella tesbilliw tserdunt ! <sup>1</sup>\nInna-y-as :\nHic ! Tella temmut. Asses tajlalt inuɣ d tenn nnes a tt ssufɣeɣ l beṛṛa !\nTuɣ as awal tmeṭṭut nnes. Ikk tusses tijulal nsen, tekker tserdunt tbedd. Teṛwel zzis l bab nnes. Tuccent, teqqes d imeṭṭawen al teqqaṛ : \"Nettc, qqaṛɣ ac tella tesbilliw ; cekk teqqaṛḍ i-dd ul telli tesbilliw !\" <sup>2</sup>\nTeṭṭef tserdunt abrid. Ca-d mi tufey afuḥ teẓẓeṛmeḍ f wuccen. Netta, ca-d mikk yuɣ tiyti, yini \"Allah\" al-d awḍen l tiddart n urgaz. Ikker ifetc asen tissast nsen. Iṭṭef uccen, inna-y-as :\nHa maɣer qa s tṣebḥi gidec yyiɣ, cekk, tucerd iyi ?\nIcekkl i, yisi dd axedmi, iẓemḍ i. Inekḍ as qaε ilem nnes. Iqqim issekfus as tisent d tfelfelt. Ikk yuḥel, issekker taserdunt a t tessiweḍ l tenwalt nnes. Tisi t tserdunt, teẓwa ṭṭabadeg, ṭṭabadeg, al tenwalt n wuccen. Tṛeẓm as. Nettat tedwel l id bab nnes. Uccen, iqqim ittwezwez al itteṛqiqif.\nFfɣen warra nnes. Ufen t ammen. Ssitfen t l jaj n tenwalt ; ɣillen an baba tsen tuɣ iqṛef. Kkren yyn as imuɣad ammen ad izzi. Netta, ikk izzi, iqqim ississiy ayen n wudi iswu ukk mezwar. Arra nnes, mmutren udi, kkren tellɣen t al ssehruruyen. Yuden iqquṛ ɣeẓẓen t.\nAnday.\n\n<sup>1</sup> Réplique dite dans un arabe particulier : “raha tesbillew taserdunt” dans la version orale.\n<sup>2</sup> Réplique dite en berbère truffé d’ arabe dans la version orale."
    },
    {
        "id": 6,
        "story": "Aɣerda d tɣerdayt\nRecueilli par Mehmoud Aleḥyan.\nIkker uɣerda d tɣerdayt, idjen n wass, yyen amecli nsen ikk lemsi, ffɣen : aɣerda ad izdem, taɣerdayt ad tessired. Nnan wi zzaren l tiddart ad imḍey amecli, issexsey lεafit.\nAɣerda, deɣya izdem. Idwel l tiddart nnes. Iṛẓem taqbuct ad imḍey, tuḍa-y-as dis tcacit nnes. Yuẓẓeḍ s uɣenja a tt yisi, yuḍa-y-as. Issitef fus nnes ad irza-y-aɣenja, iqqim din ufus nnes. Inna a dd yisi fus nnes saεa yuḍa din qaε netta.\nI tedwel tɣerdayt l tiddart nnes ul tufi-y-aɣerda. Tenna \" Axemma ad yili izeddem !\" Tekker ad temḍey ula-d nettat. Tuf amecli nnes icnu, tessexsey xfes. Teqqim tettṛaεa metta yus dd urgaz nnes. Iwa tuḥel i tmeṛεiwt, tuc i tnujiwin nnes ad tcent. Tcent. Tuc asent aysum. I teqqel ukk adday n teqbuct nnes, temmuter dis tcacit d uḍaṛ n uɣerda. Tenna i tnujiwin nnes :\nRremt i-dd aysum n uɣerda inuɣ !\nIwa rrent as, day yict twessart tuɣ tetcu amur nnes. Tenna-y-as :\nA lalla ! Nettc tciɣ t. Metta ad am uceɣ afuḥ sukk ḍaṛ inuɣ...\nTeqqel tɣerdayt maykk ala teyy ammen ad tessekker aɣerda nnes. Teffeɣ l teymart tenna-y-as :\nA taεεa, a taεεa !\nUc i-dd idjen n uzaff ! A zzis iniɣ argaz inuɣ !\nTenna-y-as teymart :\nAwy i-dd aylas ad am uceɣ zaff !\nTiweḍ l uyemmun tenna-y-as :\nA yemmun, a yemmun ! Uc i-dd aylas, aylas !\nA t uceɣ i taεεa, i taεεa ! Ad i-dd tuc zaff !\nA zzis iniɣ argaz inuɣ !\nInna-y-as uyemmun :\nAwy idd aman ad am uceɣ aylas !\nTezzirref l yiɣẓeṛ tenna-y-as :\nA yiɣẓeṛ, a yiɣẓeṛ !\nUc i-dd vva, vva !\nA t uceɣ i yemmun, i yemmun ! Ad i-dd yuc aylas, aylas !\nA t uceɣ i taεεa, i taεεa ! Ad i-dd tuc zaff !\nA zzis iniɣ argaz inuɣ !\nInna-y-as yiɣẓeṛ :\nAwy i-dd tiwacunin ad i-dd ṛekḍent !\nTeẓṛu tiwacunin, tenna-y-asent :\nA tiwacunin, tiwacunin ! Rwaḥemt ṛekḍemt ikk iɣẓeṛ ! Ad i-dd yuc aman !\nA ten uceɣ i yemmun ! Ad i-dd yuc aylas, aylas ! A t uceɣ i taεεa, i taεεa ! Ad i-dd tuc zaff !\nA zzis iniɣ argaz inuɣ !\nNnant as twacunin :\nAwy aɣ dd tarkasin ad am neṛked !\nTeqqel l uxerraz tenna-y-as :\nAxerraz, axerraz !\nUc i-dd tarkasin, tarkasin ! A tent uceɣ i twacunin !\nAd ṛekdent ikk iɣẓeṛ ! Ad i-dd yuc aman !\nA ten uceɣ i yemmun ! Ad i-dd yuc aylas, aylas ! A t uceɣ i taεεa, i taεεa ! Ad i-dd tuc zaff !\nA zzis iniɣ argaz inuɣ !\nInna-y-as :\nAwy i-dd idjen n uydi ! Tessiwel d uydi, tenna-y-as :\nAy aydi, ay aydi ! Uc i-dd idjen n ugzin ! A t uceɣ ukk xerraz ! Ad i-dd yuc tarkasin !\nA tent uceɣ i twacunin ! Ad rekḍent ikk iɣẓeṛ ! Ad i-dd yuc aman !\nA ten uceɣ i yemmun ! Ad i-dd yuc aylas, aylas !\nA t uceɣ i taεεa, i taεεa ! Ad i-dd tuc zaff !\nA zzis iniɣ argaz inuɣ !\nInna-y-as :\nAwy i-dd utcu !\nTemmuter yict tmeṭṭut, tenna-y-as :\n–A tameṭṭut, tameṭṭut ! Uc i-dd utcu, utcu !\nA t uceɣ ukk ydi ! Ad i-dd yuc agzin ! A t uceɣ ukk xerraz !\nAd i-dd yuc tarkasin ! A tent uceɣ i twacunin ! Ad ṛekḍent ikk iɣẓeṛ ! Ad i-dd yuc aman !\nA ten uceɣ i yemmun ! Ad i-dd yuc aylas, aylas ! A t uceɣ i taεεa, i taεεa ! Ad i-dd tuc zaff !\nA zzis iniɣ argaz inuɣ !\nTuc as tmeṭṭut utcu. Tuc i ukk ydi. Yuc as agzin ; tuc i ukk xerraz. Yuc as tarkasin, tuc int i twacunin. Ṛekḍent ikk iɣẓeṛ. Yuc as aman, tiwy in ukk yemmun. Yuc as aylas. Tiwy i i teymart. Tenna-y-as :\nIwa, kkes zaff !\nTekkes zaff si tejlalt nnes. Taymart, tuɣ ttett aylas. Iwa teqqim day ttekkes izaffen. Taymart, tenna-y-as :\n–Awd cemm !\nTaɣerdayt, teqqim day ttekkes. Iwa qa may dd tiwey teymart tinez ttett aylas, taɣerdayt tella ttekkes i d izaffen. Ttekkes, ttekkes, al-d as dd terru tajlalt nnes d taqellalt. Tekker teymart ttmenzeɣ yawka tṛetx it : temmut.\nAnday."
    },
    {
        "id": 7,
        "story": "Taɣerdayt tajellitt\nIdjen n wass, yict tɣerdayt txes ad tẓeṛ beṛṛa d midden ; teffeɣ sukk qbun nnes.\nTebheḍ ukk jenna-y-aziza d yiwdan. Tsell ukk yaẓiḍ itedden. Tenna-y-as :\nManswen cekk ?\nMm ! Nettc, d ajellid Yaẓiḍ ! Qqel ikk id jujju inuɣ manec yyen ! ay xfes irru uyaẓiḍ.\nDay issusem yawkan yus dd ɣres idjen n urgaz iɣers as, issenw i. Teqqim tɣerdayt tḍeṣṣ al teqqaṛ :\nNettc, ifeɣ ajellid. Ad yureɣ manec xseɣ, ul tekkʷdeɣ. Qa ifeɣ midden !\nTutef l tiddart n idjen n urgaz, teqqim ttett as imendi nnes. Ikk tetcuṛ tadist nnes, teqqim\ntṛekked al dd yas umucc ̣itc it.\nAmeqqṛan, ul iqqiṛ netta d ameqqṛan.\nAnday."
    },
    {
        "id": 8,
        "story": "At ukeṛkeṛ\nAt ukeṛkeṛ d iwdan ul tuɣ nessin aṛeṭṭal. Wi di sen ul neεlim maykk ala itec, iqqaṛ i ikk at tmurt nnes mukud isek takeṛkaṛt iyer dd xfes adlas, ikkeṛkeṛ.\nIwa qqimen ammen aṭṭaṣ n wussan.\nSent twacunin, tuɣ mdukulent. Ca-d ass tuɣ kkurent a dd ayment aman. Itninti, tuɣ msexsant qbala. Idjen n umullu yict sukk uyen n tbeẓẓiwin, teḍεen f tmeddukelt nnes am ḍaṛi. Tuf it till.\nMay cemm yuɣen ?\nUl zemmreɣ a gidem ffɣeɣ !\nMaɣer ?\nSad nekkeṛkeṛ ! Necni, ul nufi maykk ala ntec ! Llan ssnen zzis midden.\nUl tekkʷed ! Rεa da !\nTeẓwa uyen n tewtemt l tiddart nnes. Tisi dd imendi ; tiwy as t. Ayen n wass uyment\ndd. L uyetca nnes, ikk mmutren midden babas n uyen twacunt idder, behḍen. Ssetnen t. Ufen d aṛeṭṭal ay zzeg qqimen at tiddart nnes ddren.\nDay yuden aykk ssnen midden aṛeṭṭal.<sup>3</sup> Anday.\n\n<sup>3</sup> Dans certaines versions, on dit que les deux filles se sont déplacées de Aghlal (nord de Figuig) vers Mélias (sud-ouest) pour diffuser leur nouvelle découverte : la solidarité. Dans ces deux régions, on peut toujours voir des tumuli et des gravures attribués à At Oukerker."
    },
    {
        "id": 9,
        "story": "Awessar d imendi\nḌaṛi, mikk imɣeṛ niɣ iwser cṛa-n yiwden, ittwanɣa. D mmis ay t issufuɣen l uḍṛaṛ. Yittsi t ukk zgaw, mukud yawy i al tqiccewt n uḍṛaṛ ; iṛeẓm as ssyin, iẓwa. Babas, ittɣima din ad immet.\nIdjen n umullu, ikker idjen n uqeyyar ad issufeɣ babas. Yisi t. Ikk iwḍen zzat aḍṛaṛ, iqqim iḍeṣṣ uyen n uwessar. Mmis, ibbexnuneḍ : \"Manec ! Nettc sad nɣeɣ baba, netta, illa iḍeṣṣ !\"\nMaɣer tḍeṣṣed a baba ? Nettc, sa cekk nɣeɣ ; cekk, tellidtḍeṣṣed ?\nIh, a mmi ! Lliɣ ḍeṣṣeɣ xfec. Ammu aykk yyiɣ i baba. Cekk, tellid ttekked ammu i babac. Mmic sad ac iyy ula-d netta-y-ammu.\nManec ?\nWah, a mmi ! D ammu aykk illan. Assu d nettc, ayetca d cekk.\nIqqes mmis d imeṭṭawen. Yill al-d yaḥel. Ikkes babas sukk zgaw. Yiwy i l idjen n uqbun uṣbiḥ. Icn as may deg ala iqqim d may deg ala izdeɣ. Iẓwa uyen n umeẓẓyan.\nCṛa-d ass, tuɣ ittawy as maykk ala itec d maykk ala isew s tufra danis ikkʷed d ul tessnen warra n tmurt nnes maykk iyyu. Metta ssnen, an iffeɣ abrid : a t nɣen.\nẒwan wussan, usen dd wussan. Iqqim ammen al idjen n usekkʷas teqquṛ tmurt n uyen yiwdan. Tbica, ul tuɣi. Tiẓnin, ṛɣent. Qqimen i laẓ d fad.\nYus dd usekkʷas nniḍen. Tuɣ tbica. Uzzlen iɣeẓṛan. Tamurt, teqqim d tawṛaɣt : lid d aylas, lid d tizzizewt. Xsen midden ad cerzen, ul ufin imendi. Ayn uqeyyar, ul yufi ula-d maykk ala yawey i babas. Iffeɣ idjen n wass ; yuley aḍṛaṛ ad iẓṛ awessar nnes. Yiweḍ zzates, inna-y-as, d imeṭṭawen tcuṛen tiṭṭawin nnes :\nBaba ! Tbica, tuɣ. Midden xsen ad cerzen, ul ufin imendi. Nella nekkʷed i laẓ.\nNettc ul ufiɣ maykk ala tetced. Inna-y-as babas :\nA mmi, sad tezzirrfed al uɣṛem aqbur mani yi tuɣ teẓẓaṛed ; ɣez din ad tafed imendi. An d mani t tuɣ nteffer.\nIẓwa mmis ittafey al-d yaweḍ. Iɣzu tamurt, yuf imendi. Yisi t. Issiwḍ i ikk at tmurt nnes. Kkren midden cerzen. Ayen n uqeyyar, ul itti babas. Cṛa-d ass, tuɣ ittawy as may zzeg ala isellek maxef meddjren.\nImendi, ikker ; urtan, zzizwen. Tedwel dd tmurt n uyen n yiwdan am umezwar. Mejren midden, sṛewten. Kksen aṭṭaṣ n imendi. Tamiṛa nsen, teffeɣ dd d tameqqṛant. Kksen maykk ul kkisen si tella tmurt nsen.\nYict tikkellt, nnan imezdaɣ n uyen n uɣṛem ad yyen tameɣṛa tameqqṛant ukk qeyyar ten issufɣen si laẓ. Nnan as t. Ixes. Ukk mezwar, sstnen t f manec iyyu al-d yaf imendi. Inna-y-asen :\nAd awim iniɣ, metta ad iyi tedjem ddreɣ.\nNnan as :\nManec ! Cekk, tessufeɣd anaɣ si laẓ d ukeṛker, necni a cekk nneɣ ! Siwel ! Ul tekkʷed ! May texsed, ad ac t neyy.\nIssiwel. Inna-y-asen qa maykk iyyu d babas. Ẓwan uyen n yiwdan l uḍṛaṛ. Ssehwan dd ayen n uwessar; yyn-as tameɣṛa taqeṛḍalt. Day yuden aykk ssnen man ayen awessar. Sukk uden, llan ḥerrzen wi wesren.\nAnday."
    },
    {
        "id": 10,
        "story": "Tayujilt\nIkker urgaz d tmeṭṭut reclen. Uṛwen yict tewtemt. Sseymen tt. Ikk tiweḍ mraw (εecṛa) n isekkʷasen, temmut yemmas. Ppas, ircel d tmeṭṭut nniḍen. Teqqim tettemḥewt i tmeṭṭut n babas amzun d tayya nnes.\nIdjen n umullu, teffeɣ d babas l yiɣẓeṛ ammen ad ṭṭfen iselman. Ṭṭefn aṭṭaṣ n iselman.\nNnan ad dewlen l tiddart nsen.\nTekker tyujilt ad teẓwa ; inna-y-as babas :\nAɣ (ax) am tazgawt ! Ssiwḍ it l tiddart ! Zzar ! Yuc as iselman a ten tisi. Netta, iqqim din.\nTisi tazgawt n iselman agd idjen n uslem ameqqṛan ukk fus ; teẓwa. Ukk brid, tessiwel agid’es yict tjenneyt.\nUc i-dd ayen n uslem !\nUl zemmreɣ, kkʷdeɣ i baba d tmeṭṭut nnes.\nUl tekkʷed ! A cemm ḥerzeɣ !\nTuc as t, teẓwa l tiddart n babas. Yuden ikk yutef ppas l tiddart nnes, ul yufi-y-aslem ameqqṛan. Inna i yellis :\nMani t teyrid ?\nTenna-y-as :\nTuɣ kkureɣ, inekkez si tezgawt iṛwel l yiɣẓeṛ. Iṭṭf it babas, yut it al-d yaḥel. Iqqn it i tzeqqa. Teqqim din. Mi terza ad ttec, tettitc as tmeṭṭut n ppas day yaluz metta ilzen cṛa. Ayen n tjenneyt, tuɣ tettawy as cṛa-d ass utcu uṣbiḥ. Senn n isekkʷasen, tella i tẓeqqa tettwaqqen.\nIdjen n wass, teymu yellis n uyen n tmeṭṭut. Ajellid n tmurt nsen, ixes ad ircel i mmis ; yuzen ticemjin nnes ad as rzant tameṭṭut tunjirt.\nFfɣent si tiddart l tiddart al-d awḍent zzat tiddart n tyujilt. Squbeqbent ; teffeɣ ɣer sent tmeṭṭut n babas n tyujilt. Ssetnent tett metta teεlem cṛa-n tqeyyart yiwḍen rrcel. Teccn asent yellis. Nnant as metta teεlem tenn nniḍen. Ul ɣisent tamezwart. Tenna-y-asent : - Anday εelmeɣ.\nI tuɣ ssawalent, tuɣ tettsella-y-asent tjenneyt. Ikk ssussment, teẓga-y-asent :\nLliɣ da ! Utfent ɣres, ssufɣent tett si tzeqqa deg tuɣ tettwaqqen. Ufent tett tif tziri.\nIsint tett l tiddart n ujellid. Immutr it, ixs it ; ikker irza tt l babas. Yuc as tt.\nI dd tuɣ iqqim wass i rrcel n ujellid, yuzn as i tyujilt tixsayin l tiddart n ppas. Tameṭṭut n babas n tyujilt, teṭṭef tixsayin ; tessiṛed yellis. Tedju tayujilt. Tuzen yellis ukk jellid. Tayujilt, teqqim i tiddart n babas till al tekkar imeṭṭawen al dd tedwel d tatbirt tamellalt. Tefferfer al mani iṣerreḥ ujellid ileɣman nnes. Teqqim tessehruruy idjen n usehrurey inekkeḍ ulawen. Ileɣman bedden. Ul zmiren ad tcen, qqimen illen.\nAṣeṛṛaḥ, immuter ileɣman illen d tetbirt tessehruruy, iẓwa l ujellid, inna-y-as maykk illan.\nIffeɣ ujellid d irgazen nnes ad rzan tatbirt tamellalt. Mdeyn as i tezdayt deg tettbedda. Ussan, tbedd tetbirt f ujenna n tezdayt am ḍaṛi. Teṭṭf it tmeddayt. Ul tezmir ad teṛwel. Yisi tt ujellid.\nTameṭṭut nnes tugez manessen tatbirt tamellalt : d wetnas tayujilt.\nIkk iffeɣ urgaz nnes, teṭṭef wetnas, tɣers as, tesseṛɣ it. Teffeɣ tzerr iɣed nnes ukk urtan. Ayen n yiɣed, yuḍa f cṛa n tbuxxatin.\nIdwel ujellid l tiddart nnes. Yuf tatbirt ul telli. Issten tameṭṭut nnes. Tenna-y-as :\nTeṛwel llu !\nIssusem.\nẒwan wussan. Idjen n umullu, terza yict tmeṭṭut sent tbuxxatin danis mmis tuɣ yuḍen. Uznen tt midden l tmeṭṭut n ujellid. Teẓṛ it. Tenna-y-as mani deg ala taf tibuxxatin. Teḍεen i mani d as tenna. Tuf sent : yict d tameqqṛant, yict d tameẓẓyant. Tisi tent. Teẓwa.\nIkk tiweḍ tazdeɣt nnes, tuẓẓeḍ tameẓẓyant i mmis. Tameqqṛant, tenna a sett tebḍa d izegnan. Teffeɣ dd zzis yict twacunt tekkar ifadden s uqisqes d tṣebḥi. Tameṭṭut, teqqim tetterjij s tiwdi d ubhaḍ. Teẓwa, tezzirref l ujellid, tenna-y-as may temmuter. Yuzn it ad as dd tawey tawtemt tbuxxatt. Tiwy as tt. Yugez tayujilt. Teqqim, tenna-y-as qa may teẓṛu d tmeṭṭut n ppas d wetnas ; manec al dd tedwel d tatbirt, d tbuxxatt...\nIssɣed ɣres ujellid. Idjull ad iɣres i tmeṭṭut n mmis, wetnas n tyujilt, yawy aysum nnes i yemmas. Ammen aykk iyyu. Ukk nekkaru, yiwey tayujilt i mmis.\nAnday."
    },
    {
        "id": 11,
        "story": "Ayujil\nIdjen n ubeẓẓiw, tuɣ izdeɣ d babas. Yemmas, temmut. Ppas, yiwey tameṭṭut nniḍen.\nAmmu idjen n wass ayen n urgaz, ixes ad issew. Inna i mmis :\n– Nettc sad ssweɣ ; cekk ruḥ l yiɣẓeṛ ad tzedmed iqecḍan zzeg ala nessnew. Iwa\nɣar’ec !\nIffeɣ urgaz. Mmis, yutef ukk adday n tbarda, ittṛaṛa tameṭṭut n ppas. Tuɣ issen may sad teyy. Tekker tmeṭṭut, teffeɣ, tesɣu timellalin d tyaẓiṭṭ. Tekkʷ, tḍelleε. Tessnew aɣṛum. Teffr i ukk ylim. Tessnew timellalin. Tedj int i seksu. Teccencef tyaẓiṭṭ. Tessenw it.\nI tessnew amecli nnes, iffeɣ uyujil si tbarda. Ixbeḍ taflewt amani yutef dd si beṛṛa n tiddart. Idjen n ufuḥ yatef dd ppas. Irza-y-amecli. Tenna-y-as tmeṭṭut nnes :\nMay zzeg sad ssenweɣ amecli, niɣ s iḍaṛen inuɣ ?\nIkker itekkʷer mmis :\nMar ay aqemmum n uydi u dd tiwiyed iqecḍan ?\nRεa ad ac iniɣ a baba !\nMay sad i-dd tinid ay amcum ?\nRεa ukan ad ac iniɣ a baba !\nIni !\nTuɣ ffɣeɣ. Uḍan dd xfi isenfas anectin n tmellalin illan i seksu. Ameεlak ul ɣbireɣ i tɣunt anectin n teṛḍunt n uɣṛum illan ukk ylim, ad iliɣ necfeɣ am tyaẓiṭṭ illan i teqbuct.\nMan ayen teqqaṛed ay aɣicum ?\nUl ssɣad l uyujil. Iyujilen d izeffanen !\nAd ac djalleɣ a ppa, day tuɣ...\nSusem !\nIkker babas isxummer ukk ylim. Yaf dis taṛḍunt tenwu. Iqqel l seksu, yaf dis tyaẓiṭṭ. Inna i mmis :\nIwa, wah a mmi ; tella tettacer anaɣ !\nIkker illef i tmeṭṭut nnes ; iqqim netta d mmis ad zerden.\nAnday."
    },
    {
        "id": 12,
        "story": "Timefṛeṭṭ n yiɣed\nIdjen n urgaz, ircel d yict tmeṭṭut. Uṛwen yict twacunt. Teqqim day tetteyma al dd tdekkʷel d tunjirt, d tuṣbiḥt. Tuɣ tif qa tiwetmin n uɣṛem nnes. Idjen n umullu, temmut yemmas. Teqqim d tayujilt.\nIkker ppas yiwey tameṭṭut nniḍen. Tuṛew taɣd nettat yict twacunt. Yellis d tazdatt d tulyict. Ul tessin qa i cṛa. Teymu uyen n tewtemt. Yemmas, temmuter belli tayujilt, tif it ; tusem zzis. Sukk uyen n wass, tella tessuṭuṣ it day ikk lemsi, an d may xef d as qqaṛen Timefṛett-n-Yiɣed.\nTuɣ tettazn it, tettcat it al d as tettitec day yaluz nnes. Nettat, tuɣ teεlem yict tjenneyt d as ittitcen day maykk icnen.\nTameṭṭut, temmuter Timefṛett d tuṣbiḥt tecnu, teqqn it ukk qbun. Ammen ul tettif yellis. Tuɣ tettadja tt i laẓ, fad d yinjan. Ikk tenna ad tili teqquṛ, tṛeẓm as. Ha tuf it am tziri : tif manec texleq ukk mezwar. Tɣill uyen n tmeṭṭut an d aqbun, saεa qa d tajenneyt ay dis tuɣ ittheḷḷan. Tekker teqqen yellis ukk qbun. Tuɣ tekkar as day maykk icnen metta laɣna tif Timefṛett -n-Yiɣed.\nTedj it din aṭṭaṣ n wussan. Tekker ad as teṛẓem. Day tekkes tuṭṭubt tamezwart yawkan tnekkez dd l beṛṛa. Tuf it day d ixsan. Qa teqquṛ sad temmet. Tuɣ tessikkʷid. Teqqim yemmas tṛeqq s yisam. Cṛa-d ass, tuɣ treddza may zzeg ala tesselyec Timefṛett. Ul tufi.\nQqiment ammen al idjen n wass iberreḥ ujellid ikk at tmurt nnes ad ssufɣen yessi tsen danis mmis tuɣ sad ircel. Ixs ad irza tunjirt n uyen n tmurt. Iwa qaε at uɣṛem ssiṛḍen yessi tsen. Qa tiqeyyarin, tuɣ ttqisqisent : ca-d yict may tiṛed d may tesseylulu, ticerjlin, tiwinas, ixelxalen... Timefṛett, ul teεlim yemmas d as ala nessiṛed may zzeg ala teffeɣ. Teqqim till ikk lemsi al dd ɣres tus tjenneyt. Tessusm it, tessiṛḍ as qa maykk ul εliment ula-d tijellidin.\nTeffeɣ. Iḍεen mmis n ujellid. Immutr it, ibedd. Ul izmir ad iyur. Issiwel ɣres, u d as terri-y-awal. Yuẓẓeḍ l uḍaṛ nnes ad iqqel ukk xelxal ; teṛwel. Iqqim uxelxal ikk fassen n ujellid ameẓẓyan. Iẓwa l tiddart nnes. Inna i babas maykk iẓṛu. Issekker ujellid inen ala nerza Timefṛett n Yiɣed. Isin axelxal, utfen tiddart, tiddart ad rzan tenn deg dd ittas uyen n uxelxal. Ufen tt.\nUkk ass deg tuɣ sad ircel mmis n ujellid, tekker tmeṭṭut n ppas n Tmefṛett tessiṛid yellis. Tuzn it ukk sley amzun d tenn irza. D iḍ, immuter it usley. Iqqel ukk ḍaṛ nnes, yuf it tiṛed axelxal n Tmefṛett. Iqqel ukk ɣensu nnes ; yuf it d aqebqub, d tulyict qbala, qbala. Issekker ujellid irgazen nnes iwyen dd Timefṛett -n-Yiɣed. Wetnas, iɣers as ujellid, yuzn it i ccwari l tiddart n yemmas. Timefṛett, tercel d ujellid, teqqim agids.\nAnday."
    },
    {
        "id": 13,
        "story": "Aṛḍel d Uzgen n Uṛḍel\nIdjen n urgaz, immut idju dd tameṭṭut d senn n warra : Aṛḍel d Uzgen n Uṛḍel. Ayen n ibeẓẓiwen, tuɣ tettren danis ul ufin maykk ala tcen.\nIdjen n wass, tuɣ tettren l yict tmeṭṭut ; tenna-y-asen :\nAfeyt ad teyyem maykk tuɣ itekk babatwem !\nSsetnen yemma tsen f maykk tuɣ itekk. Tuyyey ad asen tini. Kkren ssibeɣn as iḍuḍan nnes ukk ẓɣal iteqqden. Tenna-y-asen :\nBaba twem, tuɣ ittacer si tiddart n ujellid !\nKkren tekken qa maykk iyyu baba tsen. Cṛa-d ass tuɣ ttacern ukk jellid. Ass amezwar, inna wuday ukk jellid :\nCidi, a cidi ! Nella nettwacar !\nRzan may zzeg ɣer sen utfen iceffaṛen ; ul ufin. Iqqel wuday i tzeqqa n ujellid, yuf. Yyen din tameddayt. L yiḍ, ittwaṭṭef uṛḍel i tmeddayt. Issten yumas :\nMay sad neyy ?\nUl ssineɣ a yuma.\nMetta qqimeɣ da, sad nettwaṭṭef s senn iyt-neɣ. Iwa, day nekḍ i-dd ixf inuɣ !\nIkker Uzgen inekḍ as t ; iẓwa. Day iẓwa, yawkan yutef wuday l tzeqqa n ujellid ; iẓga :\nCidi, a cidi ! Neṭṭef aceffaṛ nneɣ !\nMani yella,\nHa netta !\nHa may sad neyy s wikk ul neεlim aqelqul ?\nA t nessufeɣ, nayl i. Ad nberreḥ ; tameṭṭut yillen d yemmas.\nSsufɣen t, uylen t. Berrḥen ikk at uɣṛem qaε ad ffɣen. Yemmas n Uṛḍel, tekkʷed ala neffeɣ. Tessen belli sad till mi temmuter mmis. Iwa teqqel maykk ala teyy. Inna-y-as mmis ad teffeɣ, tisi iqlilen i tserdunt amani tezznuz in. Netta ad iḍεen ikk idis nnes. Iṛṛẓ in. Nettat, ad till s iqlilen nnes.\nYyen maykk nnan. Immuter it ujellid till, yuc as ad tseɣ iqlilen nniḍen ammen a t tdej ad irza s iceffaṛen nnes.\nQqlen ikk at uɣṛem ; ula-d idjen ul yill. Isin t al wass nniḍen. Ukk zgen n yiḍ, iffeɣ Uzgen-n-Uṛḍel ad yisi yumas si tiddart n ujellid. Yisi iɣayden, iyy asen ccemεat ikk qelwaε nsen.\nIεessasen n ujellid, day mmutren ammen, ṛewlen s tiwdi. Azgen ibbub yumas, iṛwel. Ikker imeḍl i, issercem qa timeḍlin. l uyetca nnes i dd tenqeṛ tfuyt, rzan iεessasen Aṛḍel ; ufen ittwayessi, ittwamḍel. Ssetnen uday f mala yyen ammen ad afen tamḍelt nnes. Inna-y-asen ad qqlen l temḍelt turcimt. Qaε timeḍlin, tuɣ recment.\nNnan ad aznen ticmejt ad terza timellalin n usid ammen ad afen wi ten yucren. Teffeɣ tettawel si tiddart l tiddart al-d taweḍ tiddart n Uzgen. Terza timellalin n usid a zzi sent teyy talbiɣt. Tuc as yemmas n Uṛḍel afuḥ i tɣellust. Yuden i teffeɣ si tiddart, immutr it Uzgen. Netta, day yuden ay tuɣ sad yatef. Issten yemmas f tmeṭṭut iffɣen si tiddart nsen. Tenna-y-as :\nDay d tameṭṭut tuɣ treddza timellalin n usid.\nHa tucid as ?\nDay afuḥ a mmi !\nAc tenɣid anaɣ a yemma !\nIffeɣ s tazzla. Iṭṭef ayen n tmeṭṭut, ikks as iles nnes. Nettata, teɣmu idammen i teflewt n tiddart n Uzgen. Teẓwa l ujellid ad as tini may teẓṛu. Teqqim teshemhum cṛa-n iwalen. Ul yugiz may d as tenna. Yuzn it d senn n iεessasen ad asen teccen wi teẓṛu.\nAzgen, immuter idammen i teflewt nnes. Ikker iɣres ikk iɣid, iɣmu idammen qaε i tfelwin n uɣṛem nnes.\nTeffeɣ tecmejt d iεessasen n ujellid ad ẓṛen mani teɣmu idammen, ufen qaε tifelwin zewɣent s idammen. Dewlen l ujellid ul ufin maykk ala yyen. Azgen, iqqim d yemmas.\nAnday."
    },
    {
        "id": 14,
        "story": "Tayemlult d Yemlul\nIkker Yemlul d Tyemlult, tuɣ εelmen tiwetmin d idjen n ubeẓẓiw. Yessi tsen, reclent ; ffɣent tamurt agd irgazen nsent.\nIdjen n wass, xsen ad xeṭṛen l yessi tsen. Isin lferd n lkettan d tεukkatin n wudi. Ẓwan a tent ẓṛen. Ukk brid, ufen ajellid n tzizwa iẓẓaḍ. Yern as mmi tsen ad iɣeṛ : ɣillen d axerbic. Iqqim iẓekka al iṛekkʷel. Itnin, tuɣ terran t al qqaṛen i tzizwa :\nSseɣṛ i, a dadda ! Sseɣṛ i ! Djen t din. Ṭṭfen abrid al-d awḍen yict tmurt. Tuɣ txeṛṛeq s tɣaṛt. Itnin, ɣillen an tuɣ tḍeṣṣ asen. Yern as udi nsen.\nẒwan, kkuren, kkuren al-d mmatren yict tenqelt ittuṛaṛ zzis waḍu. Nnan an tuɣ tennesɣa danis temmutr in. Ssiṛedn as lkettan nsen. Ẓwan.\nIwḍen l yelli tsen tamezwart. Nnan as qa maykk yyen ukk brid nsen. Yelli tsen, tuɣ tẓeṭṭ acḍif amellal. Txes ad tekker ad asen teyy amecli, tenna i yemmas :\nYer tayetti nnem l ucḍif inuɣ si cṛa n yizi ! Day teffeɣ s ufuḥ, irsu idjen n yizi ukk cḍif nnes. Tekker Tyemlult tisi-y-aziwa tettcat i al-d tessenser ayen n ucḍif. Qa tnekḍ i. I dd tedwel yellis, tenna-y-as :\nAtan a yelli, tuɣ irsu dis yizi. Nɣiɣ t s uziwa ! Teqqel l ucḍif nnes. Tuf i qaε inkeḍ. Tenna-y-as :\nMar a yemma tnekkḍed acḍif inuɣ !\nTeqqel Tyemlult l urgaz nnes :\n–Yemlul !\nMan ayen a Tayemlult ?\nKker ad neẓwa, middn-u yren anaɣ !\nẒwan l yelli tsen tussent. Nnan as belli tuɣ iweyn as dd udi d lkettan saεa ucen ten i tmurt d tenqelt. Iwa mmuneswen ɣres. Xsen ad ṭṭṣen. Tessa-y-asen yelli tsen i tẓeqqa nṛṛẓeq. Tenna-y-asen :\nƔar wim si cṛa-n uceffaṛ !\nTziri, tuɣ tutef l tzeqqa agd yiri. Tekker Tyemlult tettcat it al-d teṛṛeẓ qaε iqellalen n wudi n yellis. l uyetca nnes i dd kkren sikk iṭeṣ, tenna i yellis :\nAtan tuɣ usen dd iceffaṛen ! Qaε nɣiɣ ten s teɣrit ! Afey ad teqqled i tzeqqa ! Tella tetcuṛ s idammen nsen !\nTutef l tzeqqa ; temmuter udi nnes qaε ifser i tmurt. Teẓga :\nMar a yemma teṛṛẓed iqellalen inuɣ !\nTeqqel Tyemlult l urgaz nnes :\n–Yemlul !\nMan ayen a Tayemlult ?\nKker ad neẓwa, middn-u yren anaɣ !\nẒwan l yelli tsen nniḍen. Teyy asen amecli. Tcen. Txes yelli tsen ad teffeɣ ammen ad tessired ilalan nnes i terga. Tenna i yemmas :\nAx am, a yemma, ṭṭef i-dd mmi ad ssirdeɣ !\nTeffeɣ. Teḥḍa-y-as ajeṛṛuḍ nnes. Tekker tnebby as. Tesfuttc as i tmelɣiɣt. Tuf it tettaley al thekkʷa. Tenna \" Mar ttadjan midden ixef n ujeṛṛuḍ issuṛṣuḍ !\" Tisi tissineft, tfeqṛ as ixef nnes. Tfeẓẓg as alli nnes. Immut. Nettata, tɣill an ijjey. Tedj i l yidis nnes ad iṭṭes. Tedwel dd yellis si terga. Tekkʷr it yemmas. Tenna-y-as :\nMaɣer tettadjid mmim ammu ! Ixef nnes, tuɣ issuṛṣuḍ. Atan jjujyeɣ t. yudu illa iṭṭes. Teqqel tmeṭṭut l mmis, tuf i immut. Tenna i Tyemlult :\nMar a yemma tenɣid mmi ! Teqqel Tyemlult l urgaz nnes :\n–Yemlul !\nMan ayen a Tayemlult ?\nKker ad neẓwa, middn-u yren anaɣ !\nẒwan l yict si yessi tsen nniḍen. Teyy asen amensi. Ṭṭṣen. Ukk zgen n yiḍ, ikker Yemlul iṭṭef ixef nnes.\nMay cekk yuɣen ?\nD ixef inuɣ a Tayemlult.\nTekker tnekḍ as dd may zzeg t ala yasses sukk cḍif n yellis. l uyetca nnes tenna t i yellis. Teẓga yellis :\nMar a yemma d i-dd tnekkḍed acḍif inuɣ ! Ac anday εelmeɣ day wenn !\nTeqqel Tyemlult l urgaz nnes :\nYemlul !\nMan ayen a Tayemlult ?\nKker ad neẓwa, middn-u yren anaɣ !\nẒwan l tewtemt nniḍen. Clen ɣres. Yuden ṭṭṣen s ufuḥ, ikker Yemlul : tuɣ tezzizzel tdist nnes.\nMay cekk yuɣen a Yemlul ? tadist inuɣ, tella tezzizzel.\nTayen dd aherkus n uḍekkʷal nnec ! Yer dis !\nL uyetca nnes, ikker uḍekkʷal nsen ad iẓẓall. Day yiṛed iherkas nnes, yawkan lebbḍen (leppḍen) iḍaṛen nnes. Qa yelles s yiẓẓan n Yemlul. Iqqim ittmenzeɣ. Inna i Tyemlult :\nMar d aɣ dd teyyem ammu ?\nTeqqel Tyemlult l urgaz nnes :\nYemlul !\nMan ayen a Tayemlult ?\nKker ad neẓwa, middn-u yren anaɣ !\nẒwan l yelli tsen tanekkaṛut. Ikk iwḍen, nnan as qaε maykk ẓṛen ukk brid nsen. Clen ɣres. Txes yelli tsen ad teffeɣ ; tenna i yemmas ad teqqel l wulli nnes. Tekker tili tesmaεε. Iḥeny it Yemlul ; tessusem. I dd tedwel yelli tsen l tiddart. Inna-y-as babas maykk iyyu. Temmuter tili nnes temmut ; tenna-y-as :\nMar a baba tenɣid tili inuɣ !\nTeqqel Tyemlult l urgaz nnes :\nYemlul !\nMan ayen a Tayemlult ?\nKker ad neẓwa, middn-u yren anaɣ !\nKkren ad dewlen l tmurt nsen. Ḍeεnen f tenqelt n umezwar ad isin lkettan nsen ; ufen t iẓwa. Ḍeεnen f wudi ; ufen tesw i tmurt. Ḍeεnen f mmi tsen ; ufen t iqquṛ. Immut. Iwḍen l tiddart nsen.\nIffeɣ Yemlul isɣu dd aqelqul n wufric. Maxef tettenwa teqbuct nsen, yisi Yemlul axedmi ad iḥessen i Tyemlult. Iwa ibedd yizi i teqbunt-n ijiman n Tyemlult. Iherd i s uxedmi. Inɣ it. Iqqim day iman nnes al-d immet ula-d netta.\nAnday."
    },
    {
        "id": 15,
        "story": "Tanfust n uɣatir\nIdjen n wass, iffeɣ idjen n urgaz l wurtu nnes. Tuɣ ikkur s uḍaṛ. Yutf as uɣatir. Iqqim i tmurt. Ixes a t ikkes, ul izmir. Iqqim ammen al-d iḍεen idjen n uterras zzats :\nMay cekk yuɣen ?\nYutf i-dd uɣatir a tawmatt !\nHa may teyyid ?\nUl zmireɣ a t kkseɣ\nAd ac t kkseɣ !\nIkks as t, issenḍw i l yidjen n iyṛan. Day izerr ayen n uɣatir yawkan inna-y-as urgaz amezwar :\nMaɣer tettzerrid ɣatir inuɣ ? Maɣer nniɣ ac a t id tekksed ?\nIqqim uyen n uterras ireddza. Ul yufi. Inna-y-as :\nMay sad ac yyeɣ ?\nRza yi-dd ɣatir inuɣ !\nU t ufiɣ !\nTessend ! Nettc, xseɣ day ɣatir inuɣ niɣ uc i-dd ibawen nnec.\nMmenɣen. Ukk nekkaṛu, yuc as ten uterras. Netta, tuɣ yisi ten ammen a ten iẓẓa. Bab n uɣatir, yisi ibawen, iṭṭef abrid nnes. Iyur al-d yaweḍ tiddart n umeddukel nnes. Yutef ɣres, inna-y-as :\nAɣ ac ayu n ibawen, ffr in ɣrec maxef dd dekkʷleɣ !\nIẓwa ittmenqeṛ al-d yaḥel. Idwel l umeddukel nnes ammen ad yisi ibawen nnes. Ikk yutef tiddart, yuf in ttwatcen s at tiddart. Netta, am umezwar, ixes ibawen nnes. Itnin, tuɣ tcen ten. Ul ufin may gids ala yyen. Ucn as taqbuct nsen. Yisi tt, iẓwa ittawel al zzat tiddart n iḍewlan nnes. Yutef ɣer sen, yuc asen taqbuct nnes ammen ad as tt ffren. Iffeɣ. Ẓwan wussan, usen dd wussan. Idwel l iḍewlan nnes ammen ad yisi taqbuct nnes. I ten issten, nnan as :\nIṛṛẓ it wufric nneɣ !\nIrru xefsen :\nNettc, ssneɣ taqbuct inuɣ, anday.\nMzehharen. Ukk nekkaṛu, ucn as ufric iṛṛẓen taqbuct. Yisi t, iẓwa. Yiweḍ yict tiddart, isqubqeb. Ṛẓemn as taflewt at tiddart. Inna-y-asen :\nAx awim, ḥḍat i-dd ufric-u, metta texsem ! Nettc, sad xeṭṛeɣ. Ṭṭfen t. Netta, iffeɣ ittmunnuḍ al yiḍ. Immuter tallest tabercant, inḍew s tufra l tiddart deg iffer ufric nnes. Inɣu t, iṛwel.\nI dd yuley wass, idwel ad irza ufric nnes. At tiddart, utfen a t rzan. Ufen t ittwanɣu. Nnan as :\nUfric nnec, immut ! Axemma d taserdunt ay t inɣen !\nInna-y-asen :\nUct i-dd ufric inuɣ niɣ ad isiɣ taserdunt nwem !\nUcn as tt. Inyu tt, iẓwa yḍeṣṣ. Iffeɣ beṛṛa n uɣṛem nnes iqqaṛ :\nṢaḥḥak a hala Tucid i-dd ɣatir Ṣaḥḥak a ɣatir Tucid i-dd babu Ṣaḥḥak a babu Tucid i-dd qbuca Ṣaḥḥak a qbuca Tucid i-dd baεεa Ṣaḥḥak a baεεa Tucid i-dd cetta.\nAnday."
    },
    {
        "id": 16,
        "story": "Qefqaf, Zefzaf, Ḥefḥaf, Tzizwett\nIkker idjen n wass idjen n ubeẓẓiw, tuɣ iεlem iyḍan d tzizwett. Issufuɣ in agids cṛa-d mikk tuɣ sad iṣeyyed.\nIyḍan nnes, tuɣ iqqaṛ asen Qefqaf, Zefzaf d Ḥefhaf. Tzizwzett nnes, tuɣ iqqaṛ as day Tzizwett. Tuɣ ittṣeyyed i tmurt nnes al idjen n wass ul yufi may dis ala iṣeyyed ; iẓwa l tmuṛa nniḍen. Netta, cṛa-d mikk iffeɣ tekkur agids wetnas. Iwa iwḍen, netta d wetnas yict tmurt deg tuɣ berrḥen id bab nnes ammen ul ttṣeyyden midden.\nAyen n ubeẓẓiw, ikker ittṣeyyed s tufra. Wetnas, tuɣ tettɣima i tiddart ammen ad tessired aysum tessuqquṛ i. Cṛa-d mikk tuɣ sad iffeɣ iqqaṛ i wetnas d ul tessirid i terga ḥumak ul tessnen midden f maykk iyyu.\nQqimen ammen al yict tikkelt ayen n tewtemt tuɣ txes idjen n urgaz. Tekker tezzedɣ i agids i tiddart s tufra. Tuɣ tettheḷḷa dis qbala qbala. Yumas, day tuɣ tettxeṛṛem xfes. Cṛa-d mikk yutef yumas l tiddart teffer ayen n urgaz i tzeqqa. Idjen n umellu, txes ad tetthenna si yumas, teyru-y-aysum d terga. Ulyen at lejmaεet n uyen n tmurt d waman. Ufen tiddart zzeg dd tuɣ ihekkʷa uysum. Ssetnen ayen n tewtemt. Tenna-y-asen belli d yumas, metta laɣna ṭṭfen t. Ẓṛen t. Ufen t d abeṛṛaney. Ṛẓemn as danis ul issin tamurt.\nI temmuter uyen n tewtemt yumas iṛẓem, teqqim tettxeṛṛeṣ may d as ala teyy. Tenna- y-as ad uṛaṛen amcekkal s usɣun. Uṛaṛen. Iwa netta ca-d mi tt icekkel iṛeẓm as. Nettat, a t tcekkel, tṛeẓm as. Qqimen ammen al unekkaṛu, tḥeny i. Tessufeɣ dd argaz tuɣ teffer ammen ad ɣersen i yumas. Netta, tuɣ iɣill day tuɣ tettjewweq. Iwa, wahli illa isḥullul i wetnas ammen ad as teṛẓem : tuyyey. Immuter d ammen, iẓga :\nQefqaf ! Ḥefḥaf ! Zefzaf ! Tzizwett !\nDay selln as, ufyen ɣres. Serfen f wetnas. Nɣen tt. Nɣen ayen n urgaz. Fetcen i bab nsen tissast. Ayen n uqeyyar, yisi-y-aysum nnes, iṭṭef abrid l at tiddart nnes. Ikk yiweḍ, inna-y-asen qa maykk iyyu d maykk iẓṛu.\nAnday."
    },
    {
        "id": 17,
        "story": "Aman n jaṛ iɣanimen\nYict tmeṭṭut teεlem day senn n warra : twacunt d ubẓiẓ. Idjen n wass, tuɣ tettmettat, iwa tenna i yellis d ul trettcel al mikk iymu yumas. Temmut uyen n tmeṭṭut. Ẓwan wussan al ikk tettmerza uyen tewtemt ad tercel. Txes ad tercel walayenni tekkʷed ad tdej yumas ikk man nnes. Tessten tameddukelt nnes. Tenna-y-as :\nAεla nettc d cemm ad recleɣ. Man ayen texsed ? Irza cemm ujellid ! Yumam, azn i l imeẓwan ad as tetthennid !\nTeqqel l yumas, tenna-y-as :\nMetta texsed iyi, a yuma, afey awy i-dd ṛṛemman ṭṭeḥḥak sikk iyṛan n imeẓwan ! Izzirref ɣel din. Day yuẓẓeḍ l ṛṛemman yawka iẓga : \" Qa ! Qa ! Qa ! Id bab inuɣ ! Lliɣ ttwacareɣ !\" Ffɣen imeẓwan reddzan wi ten yucren. Ul ufin. Ayen n ubeẓẓiw, cṛa-d mikk iẓga ṛṛemman, ihwa zzis, iffer iman nnes ukk adday n uẓẓli. Iwa cṛa-d mullu, ad sellen i ẓẓga, ad rzan, ul ttifen. Uḥlen. Isin iyelzam uten t. Ukk nekkaṛu, εafen t. Ikkes dd ubeẓẓiw ṛṛemman ṭṭeḥḥak. Yiwy i i wetnas. Temmutr i, tenna \"Mar idwel dd ?\" Iwa temmuter d ammen, tuzn i ad as dd yawey aman n jaṛ iɣanimen si tiddart n imeẓwan.\nIṛaḥ l imeẓwan. Nnan as :\nSad talyed al ujenna n iɣanimen ! Metta tuḍa-y-ac day tsekkift n waman l tmurt, a cekk nneɣ !\nIxes. Aṭṭaṣ n wussan ay dd yiwey ittaley ammen ad yaweḍ l ujenna.\nWetnas, temmuter wahli u dd idwil, tenna an tcen t imeẓwan. Tekker tercel d ujellid. Ikk yiweḍ ubeẓẓiw l ujenna n iɣanimen, immuter wetnas i tiddart n ujellid. Ifhem belli tercel d ujellid d belli tuɣ tettazn i l imeẓwan ammen ad immet. Yill. Uḍan as imeṭṭawen l tmurt. Ssehwan t imeẓwan ammen a t nɣen : ɣillen d aman ay dd iyru.\nTeyrid aman l tmurt !\nD imeṭṭawen ! U-lli cay d aman !\nNella neqqaṛ ac d aman !\nD imeṭṭawen. Nettc tuɣ illeɣ f wetna, teyru yi ad mmteɣ ammen ad tercel. Iwa ul mfukkin al yuden dd iwyen idjen n wuday. Inna-y-asen :\nIsit call deg uḍan ! Metta iqquṛ, ifṛuṛey, d imeṭṭawen. Metta iqquṛ iqqim day d netta, d aman. Yyen may d asen inna. Ufen belli d imeṭṭawen. Ṛẓemn as. Ucn as aman n jaṛ iɣanimen. Idwel l tiddart nnes. Yuf wetnas tercel. Netta, s uyen n waman, idwel dd d amɣaṛ.\nAnday."
    },
    {
        "id": 18,
        "story": "Tanfust n umẓa\nIdjen n wass, idjen n urgaz yiwey yict tmeṭṭut. Ẓwan wussan, al-d aṛwen idjen n ubeẓẓiw. Ayen n urgaz tuɣ iεlem afunas. Ikk iymu mmis, iqqim ca-d ass iqqaṛ as :\nMilmi sad neɣres ukk funas a baba ?\nAl mi-d as teffeɣ tdunt d imeẓɣan, a mmi !\nIwa qqimen ammen, ammen al ikk yuḥel ubeẓẓiw. Idjen n yiḍ, ikker i tallest yutef l uqbun n ufunas yufs as tadunt ikk meẓɣan. Idwel, iṭṭes. I dd ikker, iyyu iman nnes ul issin cṛa. Inna i ppas :\nBaba, atan teffeɣ dd tdunt sikk meẓɣan n ufunas nneɣ !\nIqqel dis babas, inna-y-as :\nAyetca ad neffeɣ l iḍuṛaṛ ad as din neɣres !\nAmmen aykk yyen : ffɣen, argaz, tameṭṭut d warra al uḍṛaṛ. Ɣresn as din. Xsen ad ssenwen aysum, ul ufin may zzeg ala ssiɣen : ttan timsi.\nManec sad neyy a mmi ?\nUl ssineɣ a baba. Axemma, ad neqqel metta llan cṛa-n iwdan ukk ḍṛaṛ.\nMidden, ẓwan a mmi ! Tella tallest !\nUfiɣ a baba ! Tayen tiṛṛɣin ukk jenna n uḍṛaṛ. Ad isiɣ taṛeṭṭa, afyeɣ ɣel din ad ssiɣeɣ.\nAfey a mmi, necni, nella da !\nIṭṭef uyen n ubeẓẓiw abrid ittazzel al-d yaweḍ zzat tiṛṛɣin tuɣ immuter. Ibedd. Yinez ad iṣsud ammen ad iḍer timsi. Iqqim wahli ittṣud al dd ikker umẓa. Inna-y-as :\nMar dd iyi tessekkared ?\nSlama a dadda ! Slama nnec a dadda !\nAεlak u dd izzar sslam nnec wi nuɣ, ad ac yyeɣ idammen nnec d tasekkift, aysum nnec d tayeḷḷimt,\nixsan nnec d tazdemt.\nIqqim ubeẓẓiw ittewṛafay. S tiwdi, ibbexnuneḍ. Inna-y-as :\nNeɣres ukk funas, inna-y-ac baba, atan illa idj ac amur nnec metta texsed aysum n ufunas.\nIqqel dis ufunas :\nBbab iyi ad ẓṛeɣ babac !\nYisi t. Ẓwan kkuren. Tallest, aḍṛaṛ d ubrid aẓiṛaṛ ; iwa qa s wammen, ikaber. Ikk sad awḍen, immuter uyen n urgaz mmis ibbub amẓa. Inna-y-as :\nMay d aɣ dd tiwyed ay amcum ?\nAmẓa, issten abeẓẓiw f may d as inna babas. Inna-y-as ubeẓẓiw :\nIlla iqqaṛ ac ad teqqimed ad tetced aysum.\nMm ! Ha nettc !\nQqimen ammen, ammen al-d awḍen zzat argaz. Afunas, tuɣ iɣres icnu. Argaz d warra nnes, tuɣ qqimen ikk idis nnes maxef dd ittaweḍ mmi tsen. Iqqim umẓa tamurt. Yuẓẓeḍ l uysum. Yisi idjen n umur ameqqṛan. Itcu t. Inna ukk uyen n yiwdan :\nWu d amur inuɣ niɣ ad meḍyeɣ<sup>4</sup> ?\nMḍey a dadda, mḍey ! Ay d as tuɣ qqaṛen ca-d mi ten issten.\nẒwan ammen : day a ten issten, inin as : \"Mḍey a dadda, mḍey !\" Al ikk itcu qaε afunas. Netta, ul idjiwen. Ixes ad itec εad. Issetn in :\nWi sad tceɣ ? Wi zzeg sad zzareɣ ?\nZzar f mmitneɣ dd cekk yiwyen !\nItcu t d amezwar. Irza wenn nniḍen. Nnan as :\nTec babatneɣ d yemma tneɣ ittan timsi !\nUkk nekkaṛu, itcu qaε ayen n yiwdan. I ten itcu, iqqim afuḥ ; irru ten dd. Netta day tuɣ iṣerd in. Issitf in ikk ilem n ufunas. Yini t. Idwel al tiddart nnes ammen a dd yawey aytal nnes ḥumak ad tcen ayen n yiwdan. Itnin, qqimen i jaj n yilem ul zmiren ad ffɣen. Ca-d mikk sellen i wikk iḍeεnen d ubrid inin as :\nSsufɣ anaɣ ssya ! A wi ḍeεnen !\nDay wikk issnen d amẓa ay ten iqqnen ikk ilem, ikkʷed, yini-y-asen : \"Kkwdeɣ !\"\nIḍεen umezwar, wussen, ... Al unekkaṛu, ikk uḥlen, isell asen yinsi reddzan wi d asen ala neṛẓem ilem. Ifetc asen tissast. Inna-y-asen :\nAweyt i-dd tijellatin !\nFfɣen iweyn as maykk irza. Icuṛ ilem s tjellatin, iqqim deffer yict tmasext idis n yilem. Ayen n yiwdan, ṛewlen.\nIdwel dd umẓa d uytal nnes ad ssenwen ilem d yiwdan dis tuɣ ittwaffren. Yyen yict tefqunt tameqqṛant. Yren ilem i teqbuct nsen. Amẓa, tuɣ iɣill an ayen n yiwdan qqimen i jaj n yilem n ufunas. Ssenwen t. Ikker umẓa ikkes taxdimt si tefqunt. Yisi-y-aɣenja ad yayem ikk idjen n umẓa ammen ad imḍey. Amezwar, iffɣ as dd d miṛẓay. Amẓa-y- ameqqṛan, ul iɣis ad as yini d miṛẓay. Iherd i s uɣenja ; inɣ i. Yuẓẓḍ ukk ussen. Ula-d netta, ittwanɣu. Ammu aykk iyyu d inniḍnin. Yudn i dd iqqim day netta, imḍey ammen ad iqqel. Yuf day tiṛẓayt. Inna jaṛ as d yiman nnes \"Axemma, ay-u d tameddayt ! Mm ! Ad ṭṭfeɣ bab n tmeddayt, ad... \" Day isell as yinsi, yawkan iffeɣ dd si deffer yict tmasext :\nD nettc aykk iṛeẓmen ilem nnec. D nettc aykk imedyen !\nHemm ! D cekk ? May sad ac yyeɣ ?\nMay texsed !\nA cekk seṛḍeɣ ? A cekk ffẓeɣ ? May texsed ? Siwel !\nṢeṛḍ iyi ! Metta teffẓed iyi, sad ac qqimeɣ i teɣmas.\nYisi t, iyr i ikk imi nnes. Ixes ad iṣerd insi, saεa iqqim as i tmidjett. Amẓa, iḥney.\nInna-y-as :\nHwa ! Ay insi !\nIrru xfes yinsi :\nDa εεi ! Da bezzi ! Da tacḍift n yemma ḥenna !<sup>5</sup> Yuḥl umẓa, iqqim isḥullul-dis :\nIwa hwa dd ! Ad ac yyeɣ may texsed.\nMm ! Sad teyyed idjen n umensi uṣbiḥ s uysum. Mi tetcid a dd hwiɣ.\nIyyu may d as inna. Tcen, djiwnen. Inna-y-as umẓa :\nIwa ha ffeɣ dd !\nDa εεi ! Da bezzi ! Da tacḍift n yemma ḥenna !\nIwa ffeɣ dd !\nTexsed a dd ffɣeɣ ? Eyy-aɣ dd idjen n umecli n ttrid. Ad yili d ameqqṛan !\nIkker umẓa issenwa. Tcen amecli nsen. Insi, iqqim as i tmidjett al yiḍ. Yuḥel umẓa. Inna-y-as :\nMay texsed, yyiɣ ac t ! Tetcid seksu d uysum. Tetcid ttrid. Maɣer tettayyed ?\nYudu, sa ɣr’ec rziɣ tɣawsa tanekkaṛut. Sad tisid taɣunt taqeṛḍalt ! Sseṛɣ it al mi tezweɣ, talyed al tqiccewt n uḍṛaṛ, tnekkzed l tɣunt ! Nettc, sad uḍiɣ d yimi nnec i tɣunt ad ṛɣeɣ ; cekk, ad tuḍid l yidis nnes ad teddred.\nAmmen aykk iyyu umẓa. Isseṛɣ it. Tezweɣ. Yuley aḍṛaṛ, inekkez. Insi, yuḍa l yidis n tɣunt ukk zgen n ubrid, iqqim idder. Amẓa, netta, ifser i tɣunt. Iṛɣu.\nAnday.\n\n<sup>4</sup> Réplique dite en arabe dans la version orale.\n<sup>5</sup> A la place de da dans la version orale, on dit hna. Dans plusieurs contes, l’ogre Amẓa parle en arabe."
    },
    {
        "id": 19,
        "story": "Lunja<sup>6</sup>\nLunja d tawtemt tunjirt. Teṣbeḥ qbala. Tuɣ teṛwes i tziri. Nettat, tif qa tiqeyyarin n uɣṛem nnes. Iwa usment zzis tmeddukal nnes. Qqiment reddzant may d as ala yyent n tlici.\nIdjen n wass, rzant a gid sent teffeɣ ammen ad uṛaṛent. Txes. Ula-d yemmas, tedj it. Ẓwant ttuṛaṛent al-d ffɣent aɣṛem nsent. Kkrent ad msenbayent. Zzarent f Lunja. Yyent iman nsent nebbyent as ; itninti, tuɣ cerrsent as taqcuct nnes i tzekkʷart. Tuɣ teεlem taẓṛuṛt taẓiṛaṛt qbala qbala. Ikk ussent qa taqcuct n Lunja, nnant as ad tekker ammen ad ẓwant. Tekker uyen n tbeẓẓiwt ad tbedd, ul tezmir. Tenna-y-asent :\n–Yah ! Taqcuct inuɣ teṭtf ̣it tzekkʷart ! Fekkemt iyi !\nIwa kker ad neẓwa !\nUl zmireɣ ad kkreɣ.\nAtan necni, sad nedwel l tidrin nneɣ ! Cemm, tellid texsed a da teqqimed.\nRεamt iyi !\nQqim din ! Necni, nekkʷed ! Tella tettewṛiriɣ tfuyt. Nella neẓwa.\nTeqqim din Lunja. Ul tezmir ad tekker. Timeddukal nnes, iwḍent l uɣṛem nsent. Nnant i yemmas belli teẓwa xef sent agd belli ul ssinent manis tuɣ. Tekker yemmas tettemdallaf metta tuf it. Iwa d iḍ ; ul tufi maykk ala teyy. Lunja, tuɣ teqqim ikk idis n tzekkʷart tettṛaεa cṛa-n wi tt ala nfekk. Iḍεen uṣerraḥ n wulli. Tenna-y-as :\nFekk iyi ay argaz !\nYuyyey. Ḍeεnen inen n iɣayden d inen n ileɣman, qaε uyyen. Teqqim din al-d iḍεen idjen n ubeṛḍal. Tenna-y-as :\nAy ayen n ubeṛḍal<sup>7</sup> !\nAy tɣul ac, fekk iyi !\nYuyyey. Inna-y-as belli u ɣres yufi. Ḍeεnen ibeṛḍalen nniḍen. Ula-d itnin, uyyen. Teqqim din al ubeṛḍal anekkaṛu. Ihwa ɣres ; ifekk as taqcuct nnes zaff, zaff. Tekker teẓwa. Yuḍa dd xfes yiḍ εad i beṛṛa n uɣṛem. Ul tufi-y-abrid. Tehmel. Teqqim tekkur, tekkur al-d taweḍ zzat tiddart n temẓa. Tutef ɣres, tenna-y-as :\nSlama nnem, a nanna ! Slama nnem !\nTenna-y-as temẓa :\nAεlak u dd izzar sslam nnem wi nuɣ, Ad am yyeɣ idammen nnem d tasekkift, Aysum nnem d tayeḷḷimt,\nIxsan nnem d tazdemt !\nLunja tekkʷed. Teqqim ɣres. Teyy it d yellis. Nettat, meskina, tuɣ tessirid as al tettmeḥwet amzun d yemmas. Cṛa-d mi teffeɣ temẓa, tedj it i tiddart ad temmeḥwet, tebbab mmis. Teqqim day ad temmeḥwet, tessired mukud taley l ṣṣḍuḥ tessehruruy i mmis n temẓa :\nArara, a mmis n temẓa<sup>8</sup> ! Mi teḍṣid, teffeɣ dd tfuyt ! Mi tilled taɣ tbica !\nUl εlimeɣ ppa, ula εemmi, Ula wi tliɣ.\nDay ibeṛḍalen ay tuɣ ittsellan ukk sehrurey nnes.\nIdjen n wass, tuɣ sad teffeɣ temẓa ad tṣeyyed, tenna i Lunja : \"Sad tẓeṭṭed acḍif maxef dd dekkʷleɣ !\" Teffeɣ temẓa ; Lunja, teqqim till. Selln as ibeṛḍalen. Usen dd ɣres ; ẓeṭṭen agids. I tmeddit, tedwel temẓa l tiddart nnes. Tuf acḍif nnes icnu. Tessusem.\nAss nniḍen, i sad teffeɣ temẓa, tzeddeε tackart n uḥellaj i tmurt. Tenna i Lunja : \"Metta u t tebbiyed, ssya l tmeddit, a cemm nɣeɣ !\" Teẓwa. Tuley Lunja l ṣṣḍuḥ till. Usen dd ɣres ibeṛḍalen bbyen agids. Ffrefren. Tamẓa, tutef l tiddart nnes i tmeddit. Teqqel ukk ḥellaj nnes. Tuf belli tusr it yict teẓnent. Tenna i Lunja : \"Metta u dd terzid maykk yusren a cemm nɣeɣ !\" Tekker tessiwel d ibeṛḍalen. Tenna-y-as tebcirt belli tuɣ tettinit, tetcu yict. Tekker tefferfer al yidjen n iyyer. Tiwy as dd ssyin taydert. Tuc it i temẓa. Lunja, tekkʷed i temẓa ! Tenna metta teqqim agids day ussan, a tt tneɣ. Teqqim tettaley l ṣṣḍuḥ tteqqel metta iḍεen wi tessen ukk brid.\nIdjen n umullu, temmuter yict terbaεt n irgazen. Tenna-y-asen :\nAy ayen n terbaεt ! U gid wem illi mmis n εemmi ?\nNnan as :\nU gid neɣ illi cay ! U gid neɣ illi cay a Lunja !\nẒwan wussan, usen dd wussan al-d isell mmis n εemmis belli tuɣ treddza xfes. Iṛaḥ ɣres. Yugz it ; tugz i. Irza a ɣres yaley, ul izmir. Iṭṭf i buceṭṭuf nnes yawkan inkeḍ. I tmeddit, tutef temẓa am ḍaṛi l tiddart nnes. Temmuter Lunja tekkes buceṭṭuf nnes. Tessetn it f mani t teyru. Tenna-y-as belli tuɣ ttmenɣan wufricen, tfekk in, inkeḍ. Tekker temẓa teɣres ukk ufricen nnes.\nMullu nnịden, tuɣ teffeɣ temẓa ; yus dd uyen n urgaz l Lunja ammen a tt issufeɣ. Teyr as dd taẓṛuṛt nnes a ɣres yaley. Ul izmir. Tus dd tmeddit, iṛwel. Tedwel dd temẓa l tiddart nnes. Ikk temmunsew, tekker txeṛṛed i Lunja. Tuf idjen n uzaff yusr it. Tenna-y- as :\nAxemma, cemm, tellid treddzid ad tṛewled !\nTenna-y-as uyen n tewtemt :\nAd am djalleɣ a nanna day d ifunasen nnem ay tuɣ ittemqellaε. Fekkeɣ ten. Ikkes.\nU-lli cay sad ṛewleɣ a nanna ! Nettc, ul εlimeɣ wikk tliɣ. Tekker temẓa teɣres ikk funasen nnes.\nTikkelt tanekkaṛut deg tuɣ sa dd ɣres yas mmis n εemmis, tessten tamẓa f manec ttekk ikk iṭeṣ d may deg tekkar ticemcin nnes n waḍu, n tfuyt, n iyelzam ... Tekker temẓa teccn as tent. Tenna-y-as :\nMi zewɣent tiṭṭawin nneɣ, an nella neṭṭes !\nIdjen n wass, tuɣ tettṛaεa mmis n εemmis. Tenna i temẓa :\nAεla teẓṛiḍ, a nanna, maykk iḍeεnen n ifunasen d uɣir nnem ! Day azzel a ten tafed ukk brid !\nTeffeɣ temẓa. Lunja, yus dd ɣers mmis n εemmis. Tekker teṛwey lḥenni, tzerr i qaε ikk lalan n temẓa. Tetta day taferdutt n wuzzal. Tisi qa ticemcin n temẓa. Tenyu d mmis n εemmis ukk yis. Ẓwan.\nI tmeddit, tedwel temẓa l tiddart nnes. Tuf Lunja teffeɣ, ticemcin nnes, ttwayessint. Teqqim treddza qa ul tufi. Day taferdutt ay d as innan : \"Zdeg, zdeg Lunja yisi tt uεemmis !\" Ilalan nniḍen, tuɣ qqaṛn as : \"Alaεnd am ! Day d takeddibt, day d takeddibt!\"\nTekker temẓa tussew iffan nnes s iseɣwan, teffeɣ, tettafey, tettafey al sad taweḍ Lunja d mmis n εemmis, tenna-y-as :\n- A Lunja !<sup>9</sup>\nU d am smiḥeɣ\nMay cemm sseymeɣ D may cemm ccetceɣ\nUc i-dd tacemmuct inuɣ n waḍu !\nZerrn as tt. Tinez, ttebbey, ttebbey al yuden i ten temmuter day am yizan. Tekker, tettafey, tettafey al ikk tuɣ sa ten taweḍ, tenna-y-as :\nA Lunja !\nU d am smiḥeɣ\nMay cemm sseymeɣ D may cemm ccetceɣ\nUc i-dd tacemmuct inuɣ n tfuyt !\nZerrn as tt. Tinez, ttebbey, ttebbey al yuden i ten temmuter day am iceṭfan. Tekker, tettafey, tettafey al ikk tuɣ sa ten taweḍ, tenna-y-as :\nA Lunja !\nU d am smiḥeɣ\nMay cemm sseymeɣ D may cemm ccetceɣ\nUc i-dd tacemmuct inuɣ n tbica !\nZerrn as tt. Tinez, ttebbey, ttebbey al yuden i ten temmuter day am ifeṛḍeṭṭa. Tekker, tettafey, tettafey al ikk tuɣ sa ten taweḍ, tenna-y-as :\nA Lunja !\nU d am smiḥeɣ\nMay cemm sseymeɣ\nD may cemm ccetceɣ\nUc i-dd tacemmuct inuɣ n iyelzam !\nZerrn as tt. Teqqim day tneṭṭew, tneṭṭew al ikk tenḍew ayelzim n wuzzal anekkaṛu.\nTeqqel l ca-d idis ; ul tufi may zzeg uɣen. Tedwel l tiddart nnes.\nLunja, issiwḍ it mmis n εemmis i yemmas. Tenna-y-as qa may xfes ikken d may teyyu. Ukk nekkaṛu, tiwey mmis n εemmis.\nAnday.\n<sup>6</sup> A Figuig, on entend Nunja et Lunja.\n<sup>7</sup> Passage chanté.\n<sup>8</sup> Passage chanté.\n<sup>9</sup> passage chanté."
    },
    {
        "id": 20,
        "story": "Lila d Ɛmeṛ\n<i>Recueilli par Mehmoud Alehyan.</i>\n\nTekker Lila tuɣ sad tawey mmis n εemmis. Tuɣ teεlem day ppas. Idjen n umullu tuɣ tfeṛṛeḍ, tuf i tmurt tfuffeyt n ṛṛemman taẓekkʷaɣt. Tenna :\nMatta tfuffeyt-u ! Ameḍṛa illa ḥedd d aẓekkʷaɣ ammu niɣ la !\nIrru xfes babas :\nA yelli, ttεawaden aɣ-dd ikk idjen n Ɛmeṛ u Mehdi d aẓekkʷaɣ, d uṣbiḥ am cemm. Nettat, tuɣ tejjujud imendi, tferren al teẓẓaḍ ḥumak ad tawey mmis n εemmis. Id as inna babas ammu, tbedd. Tekker tuzen tabratt i Ɛmeṛ. Tenna-y-as dis a dd yas. Yas dd. I dd yiweḍ l tiddart nnes, ibedd. Tuc as dd aεban ismiṛed zzis. Ssetnent-ett tsednan gids tuɣ iferrnen imendi. Nnant as :\nMar wi tεelmed ?\nTenna-y-asent :\nDay d xatti ! Sad nemṛayya, ad i-dd tini may sad yyeɣ. Iwa ulyen mṛayyan. Inna-y- as :\nNcinet sad nyeɣ ukk εeṭṭuc adal, day mi cemm iwyeɣ wahli, rreɣ dd cemm, day mi cemm iwyeɣ wahli, rreɣ dd cemm. Ammu ukk ṛewweḥ nnes. Iwa d rrcel, llan ttɣaṛan. Mukud qaε a tt yisi ukk εeṭṭuc nnes, a dd idwel. Qqimen qqaṛen midden : Axxi dd d argaz illa ittlahnaci ! Ammu, ammu al ten issimen, Idj it din. Idwel dd bla nettat, inɣ in s tefrawt nnes. Iẓwa, iṛwel. Itta ayen n Lila tettṛaεa, tettṛaεa, tettṛaεa.\n« Ameεlak a tayelzimt n wuṛeɣ ala nɣez tamḍelt n Ɛli d Ɛebḍeḷḷa ! Ameεlak a tissineft n wuṛeɣ ala nini lekfen<sup>10</sup> n Ɛli d Ɛ ebḍeḷḷa ! » Teqqim teqqaṛ it al-d as tettεawad al-d iqḍeε idjen n uwessar inna-y-as :\nAxxi dd cemm a Lila a tamxadeεt n lhell nnes.\nTeqqim tettṛaεa, tettṛaεa u dd qaε yusi. Teffud, tṛaḥ l Yifli. Teswu teɣber din. Tus dd yict twessart ad tayem. Tuf it din yawkan tenna-y-as Lila :\nBelleh a nanna isi yi ɣrem !\nTenna-y-as :\nAḥlu u-lli may zzeg d am zemreɣ !\nTenna-y-as :\nDay zemr i-dd s ṛebbi a ɣrem qqimeɣ !\nIwa tisi tt. Teqqim ɣres. Tedwel dd qaε ul tettffeɣ. Idjen n umullu, tenna-y-as Lila :\nAḥlu ha kker ffeɣ qqel may dd ihedfen ukk ɣṛem ! Tekker teffeɣ. I-dd tedwel tenna-y-as :\nQaε u din illi cṛa. Illa din day Ɛmeṛ u Mehdi illa ibeṭṭa ifunasen nnes.\nTenna-y-as Lila :\nHa ruḥ awy aɣ-dd idjen !\nTṛaḥ l Ɛmeṛ tenna-y-as :\n–Ɛmeṛ ! A Ɛmeṛ ! Uc aɣ-dd idjen n ufunas ad ac t neḥḍa !\nInna-y-as :\nMay zzeg d as tzemred, a nanna !\nTenna-y-as :\nDay uc i t id !\nInna-y-as :\nI texsed, aɣ am ayu n uqeṛqur ! Metta idder, idder, niɣ tɣeẓẓed iqermac nnes !\nTiwey t id. Teqqim tettheḷḷa dis uyen n Lila.\nCṛa-d mi texṛed, teyr as izaffen nnes ukk utcu. Day mi tessired ifassen nnes twerd i s uyen n waman. Iwa ammu aykk iqqim al idjen n umullu, tenna-y-as Lila i nannas :\nAḥlu mar ha ruḥ a nanna ad teqqled may dd ihedfen ukk ɣṛem !\nTṛaḥ teffeɣ. Iwa tedwel dd, tenna-y-as :\nQa midden llan terran as i Ɛmeṛ ifunasen nnes.\nTenna-y-as Lila :\nIwa ha ruḥ ula-d cemm ini-y-as ad as nerr afunas nnes !\nTenn, teffeɣ. Lila tṛaḥ l ufunas, teqqim teqqaṛ as :\nU d ac smiḥeɣ may cekk werdeɣ d may cekk ccetceɣ, metta yus dd Ɛmeṛ, tekkred, al mi d ac nniɣ : Kker a itta cekk uxedmi mani itta Ɛmeṛ Lila !\nTenna-y-as nanna i Ɛmeṛ :\nRwaḥ a Ɛmeṛ ad ac nerr afunas nnec !\nInna-y-as :\nHa maɣer a nanna illa εad idder ?\nTenna-y-as :\nWah. Inna-y-as :\nMani illa ?\nIwa yur ccn i t id. Iwa tiwey t id ɣres. Ikker issekkar i a t yisi, yuyyey. Iqqim ishemhum al iteqqel l ujenna. Inna-y-as Ɛmeṛ :\nBelleh a nanna day qqel wi ɣrem da illan.\nYawka teẓga-y-as dd Lila :\nIni-y-asen a nanna ad ḍeṛṛeqn afuḥ sukk brid !\nIwa ḥḥidwen. Tus dd Lila tenna-y-as ukk funas :\nKker a itta cekk uxedmi mani itta Ɛmeṛ Lila !\nInna-y-as dd Ɛmeṛ :\nḤawel ! wi ɣrem da illan a nanna ? Yawkan yutef yaf it d Lila, inna-y-as :\nMar tellid da ?\nTenna-y-as :\nWah ha mar iyi da tettid ?\nIwa mmenɣen, mzehharen al-d yyen tawejwajt. Kkren ttemmeccṛaḍen. Inna-y-as :\nA kidi tṛaḥed !\nTenna-y-as :\nDay metta ul teqqiṛed i lhell nnec nɣiɣ lhell nnes !\nInna-y-as :\nWah walayenni ula-d nettc a xfem ceṛḍeɣ mi txeṛḍed ixef nnem ul ttebbyed idis nnem afusey day metta lliɣ.\nTxes ! Teẓwa akid’es. Idjen n umullu iεḍel xfes, tenna \"Mani illa anect-u ?\" Rεa ad qqleɣ. Teẓwa si ṣsduḥ l ṣsduḥ al-d taweḍ ṣsduḥ n lehlat n Ɛmeṛ. Tekkes dd axelxal nnes teyyu zzis afuḥ n tfineṣra. Teqqim trekkeb ; temmuter Ɛmeṛ iqqaṛ i lehlat nnes \"Nɣiɣ as\n99 d usley iṭṭef ayeṭṭum.\" Qqiment lehlat nnes qqaṛent \" Baba Ɛmeṛ, Baba Ɛmeṛ, tiyuṛaṛin n wuṛeɣ ! Baba Ɛmeṛ, Baba Ɛmeṛ, tiwinas n wuṛeɣ !\" Yawkan iwḍa dd umeṭṭaw n Lila xef sen. Inna Ɛmeṛ i lehlat nnes \" Yawkan wu d ameṭṭaw n Faḍma ut Ɛmeṛ u Ɛisa !\" Day tsell as Lila yawkan teṛwel l tiddart nnes. Tuder ukk ẓeṭṭa nnes. Yutef dd xfes Ɛmeṛ inna-y-as :\nTeɣder dim ! teɣder d ammu.\nTeẓga-y-as :\nKkes teɣder wikk ul neɣdir ameddukel nnes.\nIwa teqqim tteqqel a t tneɣ.\nIdjen n umullu, tenna-y-as :\nCṛa-d tuṛaṛt nuṛaṛ tt a Ɛmeṛ, day tenn n leεma d ucṛaf.\nInna-y-as :\nHa kker !\nTisi dd ticyert teẓẓeɣṛ it. Iwa qaε mi t tecṛef tṛeẓm as d mi tt qaε icṛef iṛeẓm as. I sa t teɣder tceṛf i u d as teṛẓim. Inna-y-as :\nHa ṛeẓm i-dd, ha ṛeẓm i-dd !\nTenna-y-as :\nWalu u-lli sad ac ṛeẓmeɣ day metta teccend i-dd tafṛawt zzeg tenɣid lhell inuɣ !\nInna-y-as :\nTella i texzant ! Dej xfem tenn n yirden ; tella i tenn n temẓin. Mi tt tufid, ut it i texzant ad am tessebṛuṛey imendi.\nYawkan tisi dd tafṛawt tnekḍ as zzis aqelqul nnes. Tisi ayen n uqelqul. Tedju Ɛmeṛ icṛef. Tedwel l lehlat n Ɛmeṛ, tenna-y-asent a ɣres mmeclent. Usent dd ɣres. Idjen n ufuḥ, nnant as :\nHa mar may deg illa Ɛmeṛ ?\nTenna-y-asent :\nLlant helcent tt tiṭṭawin nnes. Day yudu ay xfes tekku tiṭṭ. Djemt t ad iṭṭeṣ !\nTeẓga dd yict tmeṭṭut :\nManec tellid a Ɛmeṛ ? Izim as dd uydi n Lila : \"Mm\" ! Tenna-y-asent Lila :\nAḥlu lḥeṛṛ xfi ikken, a xef cemt ikk !\nMmeclent, ẓwant. Nettat tebbub aqelqul n Ɛmeṛ teṭṭef abrid l tiddart n lehlat nnes. Ukk brid tuf ibeẓẓiwen ttuṛaṛen tacurt. Tenqeṛ tcafit ikk idjen, iẓga : \"Aɣna ala taɣ Fadna ut Ɛmeṛ u Ɛisa !\" Tenna-y-as :\nMaɣer may d awim teyyu Lila ?\nInna-y-as :\nQaε wi deg da tellid tteqqled illa d ayujil ; qaε day zzis nettat.\nTenna-y-asen :\nHa metta tiwy awim dd aqelqul n wi d awim inɣen id ppa twem sad as tɣefṛem ?\nNnan-y-as :\nHa metta iɣefṛ as ṛebbi, ad as neɣfeṛ.\nTekker tagez mmis n wetnas. Tεeyyeḍ as. Tessetn i f yemmas. Inna-y-as :\nTella ukk ẓeṭṭa.\nTiwy i l Sidi Fḍel d Sidi Tifuṛ<sup>11</sup>. Tenna-y-as :\nRuḥ εeyyeḍ as dd i yemmac, tinid as ad teyy aẓɣal : tella tehlec iyi tadist inuɣ.\nIṛaḥ inna-y-as t. Tenna-y-as yemmas :\nMay ɣer dd tus a yas t dd lweεd<sup>12</sup> ad temmet, mmteɣ.\nTenna-y-as i tmeẓḍawt :\nQam aẓeṭṭa nnem, mmi illa yuḍen. Tus dd wetnas. Tenna-y-as :\nDay ul tekkʷed, lliɣ nɣiɣ t ; iwyeɣ dd aqelqul nnes. Teqqim l wetnas al wass n ljemεa tisi-y-aqelqul nnes ; iwa i tẓilla, tṛaḥ tesseqlulb ayen n uqelqul l tmezgida. Tufey, tutef ukk afeṛ n uselham n limam teqqim teqqaṛ \"Leɣfeṛ ! leɣfeṛ ! Ha netta-y-aqelqul nnes ; nɣiɣ t.\"\nYawka ɣfeṛn as. Tedwel dd amani ul teyyi cṛa.\nIdjen n umullu, yus dd mmis n εemmis. Irza a tt yawey. Txes. Tṛaḥ l Yifli ad tesrey. Netta iṛaḥ ad iwred taymart nnes ukk adday n Yifli. Ihwa idjen n uzaff n Lila i terga. Tesw i teymart, teḥney. Idjull a bab n uzaff iyyen ammu i teymart nnes, a t ineɣ aεla ula d Lila ! Yaley d waman yaf it d nettata inɣ it. Yuden tt inɣu, iɣɣull as dd lḥall. Innesma. Immet s ujenna nnes. Iwa qqimen lemḍalim nsen day ssawalen al ttewjewjen. Iḍεen idjen n waεṛab itettern ad isew ikk Ifli. Yaf in ssawalen s waṭṭaṣ. Irjiji, yawkan immet s ujenna nsen. Iqqim lmeḍlum<sup>13</sup> nnes iqqaṛ \"Mat leḥbib εel leḥbiba w enta ya lefḍil εlac<sup>14</sup>.\"\nIwa cṛa-d idjen ikker dd d taceṛṛabt : idjen d tamellalt, idjen d tadalt, tenn n Waεṛab d tawṛaɣt.\nAnday.\n\n<sup>10</sup> Linceul.\n<sup>11</sup> Mausolées / marabouts situés à Taghit de Figuig.\n<sup>12</sup> Mot arabe \"Grand malheur\".\n<sup>13</sup> Mot arabe \"Fantôme\". On dit que si une personne est tuée, un fantôme hante le lieu du meurtre.\n<sup>14</sup> La formule est en arabe car le personnage est arabe \"L’amoureux est mort sur son amante mais toi, intrus, pourquoi ?\" "
    },
    {
        "id": 21,
        "story": "Ɛica Hengaḷa\n<i>Recueilli par Mehmoud Alehyan.</i>\n\nIkker idjen n urgaz d yict tmeṭṭut mwawayen, uṛwen yict tewtemt qqaṛn as Ɛica Hengaḷa. Tekker temmet yemmas. Ikker ppas ircel d tmeṭṭut nniḍen. Iεlem agids yict tewtemt. Iwa ayen n tmeṭṭut tlezz l yellis, tenker yellis n urgaz nnes danis d taṛbibt nnes d tunjirt aṭṭaṣ, d taẓekkʷaɣt. Tusem uyen n tmeṭṭut, maɣer yellis teqqim day d aqebqub : d tazdatt, d tawṛaɣt. Tusem dex f teṛbibt itetten al tettezwir d yellis itetten al ttuqquṛ.\nAmmen al idjen n wass tutef aẓeṭṭa, teqqim teqqaṛ i tmeẓḍawin :\nUl ssineɣ may sad yyeɣ ukk uyen n Ɛica : day nettat tekkur al teccan, yelli tekkur al tettelyic !\nNnant as :\nHay azn it ikk iḍ ad tayem aman ad teqqled metta tuḍen !\nTenna-y-asent :\nHa maɣer ! ad qqleɣ nnit !\nIwa idjen n umullu, d iḍ tṛaḥ uyen n tmeṭṭut l Ɛica tenna-y-as :\nKker ad taymed aman !\nTenna-y-as Ɛica :\nAc yudu d iḍ ! Al mi dd yuley wass a nanna !\nTzehher dis :\nLliɣ qqaṛɣ am, kker ad taymed !\nIwa s tiwdi tekker tisi-y-aqlil ad tayem. I tella tettutcuṛ aqlil nnes sent n tselmin tuɣ ttatfent as ukk qlil nnes. Mukud qaε texwa t ḥumak ad ffɣent, tekker tetcaṛ i ; dex ad as dis atfent al yuden tuḥel, tenna-y-asent : Iwa djemt iyi xef cemt ! Yawkan nnant as uyen n tselmin :\nDay isi-y-anaɣ ! ad aɣ tafed idis nnem !\nAmmen ay teyyu ! Tebbub aqlil nnes, teṭṭef abrid l tiddart n babas. Iwa temmutr tmeṭṭut n ppas qaε u d as iṭṛi cṛa, teffeɣ l uẓeṭṭa, tenna i tmeddukal nnes may teyyu. Nnant as :\nIṛḍ as ccayet n yemas metta wala iɣɣull as dd lḥall teslaw !\nTenna-y-asent :\nAd qqleɣ nnit !\nIwa tiṛḍ as tt saεa qaε u d as teyyi cṛa. Nnant as mullu nniḍen :\nAzn it l tiddart n imeẓwan ad am dd ucen tbuṣeyyart.\nTekker tuzn it. Tṛaḥ Ɛica. I tiweḍ, tesqubqeb. Inna-y-as dadda mẓa :\nWi din ? Tenna-y-as :\nD nettc ! Tenna-y-ac nanna uc as dd tbuṣeyyaṛt nnec !\nInna-y-as :\nAtef l tẓeqqa, maykk illan i tbuṣeyyart yr i ukk ferdu, tisid tbuṣeyyart !\nAmmen ay teyyu. Tiwy as tt i tmeṭṭut n ppas. Ayen n tmeṭṭut, tenna jaṛ as d yiman nnes \" Ha mar tṛaḥ al imeẓwan u tt tcin ! Axemma mi tt uzneɣ ad terr tbuṣeyyaṛt a tt tcen !\" Idjen n ufuḥ, tekker tazn it, tenna-y-as :\nKker aɣ am rr asen tbuṣeyyaṛt nsen !\nTṛaḥ, a tt terr. Yuden tiweḍ, inna-y-as umẓa :\nAtef l tzeqqa, maykk illan ukk ferdu yr i i tbuṣeyyart !\nTutef, teyyu may d as inna. Iɣṛu dis laman, ikker yuc as uṛeɣ. Tekker tedwel l nannas, tuc as ayen n wuṛeɣ. I temmuter ammen uyen n tmeṭṭut, tenna \"Awey dd ad azneɣ yelli metta yuc as ula-d nettata uṛeɣ.\" Tuzn it. Tṛaḥ. Tenna ukk mẓa :\nTenna-y-ac nanna uc as dd tbuṣeyyart nnec !\nInna-y-as :\nAtef l tẓeqqa, maykk illan i tbuṣeyyart yr i ukk ferdu, tisid tbuṣeyyart !\nTisi tt teẓwa, tiwy it i yemmas. Idjen n ufuḥ, tedwel l umẓa ad as tt terr. Terr as tt, inna- y-as :\nAtef l tẓeqqa, maykk illan ukk ferdu yr i i tbuṣeyyart !\nTutef. Isell as ttqeṛqec din amani sad tacer. Inna-y-as :\nDeɣya ! Aɣ am ayu !\nIyr as yict tɣawsa ukk cu nnes, inna-y-as :\nU dis teqqel al mi tiwḍed yemmam, tinid as \"Aɣ am mayd am dd yucu dadda mẓa.\" Tekker yemmas tṛekkeḍ, tɣill an-d uṛeɣ ; tessitef fus nnes i teckart, tnetr it tlefsa.\nTeẓga.\nTeffeɣ l tmeddukal nnes, tenna-y-asent :\nQaε ul ufiɣ may sad yyeɣ.\nNnant as :\nHa qqn int ukk qbun !\nIwa teqqen ca-d yict ukk qbun. Teqqim tettitc i yellis day maykk iẓiḍen, d maykk icnen. Taṛbibt, tuɣ ttett day yaluz mi yella d waman iṛwayen deg ssirden ilalan nsen. Ɛica ul teẓṛi qaε cṛa si mayd as tuɣ ttitec nannas. Tuɣ ittawḍ it day maykk icnen. Yellis nettat, tuɣ ittawḍ it may tuɣ tettitc i Ɛica. An-d ayen n tselmin ay tuɣ issenfal asent !\nIdjen n wass, tenna uyen n tmeṭṭut ad teṛẓem ukk uyen n twetmin ad teqqel manec llant. Iwa tenna ad tezzar f yellis. Day tekkes tuṭṭubt tamezwart yawkan tnekkez dd si tzeqqa am tebcirt : qaε teqquṛ teslaw. Tenna jaṛ as d yiman nnes \" I tella yelli-y-ammu, Ɛica ad tili temmut !\" Iwa tekkes tuṭṭubt, d tenn nniḍen qaε ul tezmir ad teffeɣ. Iwa u dd teffiɣ al-d tekkes qaε tuṭṭubin. Day temmutr it tedder, d tazewwart, tecnu, yawkan ṭṭfen tt izɣuɣen f tewtemt deg teyyu-y-ammu εad teqqim tedder.\nẒwan wussan asen dd wussan, al idjen n umullu yas dd idjen n ujellid irza ad yawey ayen n teṛbibt. Ucn as tt yiwy it. Teẓwa d urgaz nnes. Ammen, ammen al idjen n wass, tekker taṛew idjen n ubeẓẓiw. Tekker tmeṭṭut n ppas, tenna i yellis ad ffɣent ad sbarcent i teṛbibt : nettata, tella tenna ad as teyy cṛa n tiyti tulyict. Iwa ṛaḥent ɣres. Qqiment afuḥ, tenna-y-as uyen n tewtemt i wetnas :\nKker neby i-dd, a Ɛica !\nTneby as. I tessekfa, tenna-y-as :\nAwey dd ad am nebyeɣ taɣed nettc !\nTenna-y-as :\nA lalla, nettc, aqcuc inuɣ illa ittbagaẓ !\nTenna-y-as :\nDay awey dd ad am rziɣ ukan !\nIwa day tinez Ɛica, yawkan trekz as wetnas tissineft ikk ixef nnes : ha tedwel dd d ajḍiḍ \" qa, qa, qa, ... \" Tekker tefferfer. Mmis yuc it xefsen din \" Yemma, tefferfer ! Yemma tefferfer !\" Ammen, ammen, al dd yatef urgaz n Ɛica. Inna-y-asen :\nMan ayu ? May da yuɣen ? May tella Ɛica ?\nTenna-y-as uyen n tmeṭṭut :\nTella da !\nInna-y-as :\nMaɣer dd tedwel ammu ? Ulli cay d nettat ! Ha i mmi, manayen illa iqqaṛ ?\nNnant as day tuɣ tus dd ɣel da yict tetbirt, tekker tefferfer, iqqim iqqaṛ \" Yemma, tefferfer !\" Iwa ibheḍ urgaz ! Mukud tekker tmeṭṭut teẓwa, tedju din yellis. Argaz iqqim dis lḥall. Immater idjen n ujḍiḍ, day ittas dd ca-d tameddit. Day ad ires jaṛ iqlilen, iḥlucem ɣres uyen n ujeṛṛuḍ, iṭṭed al-d idjawen, ifferfer ujḍiḍ. Argaz immuter ammen, iffeɣ l wuday. Inna-y-as qaε maykk iẓṛu d maykk immuter. Inna-y-as uyen n Wuday :\nSad teṭṭfed ayen n ujḍiḍ, qql as ikk ixef nnes tella dis tissineft. Ekks as tt.\nIdwel urgaz l tiddart nnes, iclu, insu ittṛaṣ ayen n ujḍiḍ al-d illa ittifaw wass, iṭṭf i. Yuẓẓeḍ l yixef nnes. Ikks as ayen tissineft idwel dd ujḍiḍ d tameṭṭut : d Ɛica Hengaḷa. Inna-y-as :\nMar d cemm ? May kidem iḍṛan ?\nTenna-y-as :\nHa d wetna d yellis ay xfi yuṛaṛen !\nIwa ikker urgaz nnes, iṭṭef wetnas n Ɛica qaε inekḍ it, afuḥ, afuḥ : wu d fus, wu d ḍaṛ, wu d ixef... al yuden i tt inkeḍ qaε d abell, abell. Iyr it i ccwari, issekker tayya a tt yazen i yemmas. Iwa tekker a tt tessiweḍ. Ikk illa zzat tiddart n tmeṭṭut n ppas n Ɛica. Teffeɣ dd uyen n tmeṭṭut, teqqim teqqaṛ i siwt uɣir nnes :\nHay aḍekkʷal inuɣ, illa yuzn i-dd taḥenna !\nTuc as mayd as yucu ujellid. Tenna-y-as uyen n tmeṭṭut :\nHa qqim ad tetced cṛa !\nNettat tekker ad as dd tawey maykk ala ttec ; nettat, texbeḍ ccwari, teẓwa. I tella\ntessenwa ukk qbun n useṛɣi, yutef ɣres umucc ̣nnes, inna-y-as :\nƐṭini cweyya xliεa bac melli tebki dmiεa nebki mεak dmiεa<sup>15</sup>.\nTenna-y-as :\nṢṣepp ! Yeεε sukk mucc ̣ulyic !\nTus dd ɣres tyaẓiṭṭ, tenna-y-as :\nƐṭini cweyya m lgacuc bac melli tebki u tnuc, nebki mεak nnuc !<sup>16</sup>\nTenna-y-as :\n- Ecc ! Aqbun !\nIwa, inwu may tuɣ temmeḥwet, tisi t ad as tuc i tnujiwt nnes ad ttec. Tekker taf it ul telli. Teẓwa ! Tenna-y-as :\nHa mar teẓwid ?\nTessers may tisi ikk fassen. Tenna ad teqqel i ccwari, tenna an illa yuzn as dd ujellid cṛa n wuṛeɣ. Teṛẓem ccwari, ha taf dis yellis qaε tbiṭeṛ. Teqqim tẓekka, tettqeddem al\nteccencaf iman nnes. Yas dd ɣres umucc̣ – Xxi d i-dd ul nuci-y-afuḥ si texliεt !\nTas dd tyaẓiṭṭ, tenna-y-as :\nXxi d i-dd ul nuci-y-afuḥ si lgacuc !\ṇinna-y-as :\nAnday.\n\n<sup>15</sup> La réplique est en arabe \"Donne-moi un peu de viande pour que je pleure avec toi quand tu pleureras.\n<sup>16</sup> La réplique est en arabe \"Donne-moi un peu de la poitrine pour que je pleure et je m’attriste lorsque tu pleureras et tu t’attristeras\"\n"
    },
    {
        "id": 22,
        "story": "Yenṣiṣ\nIdjen n umullu, idjen n urgaz tuɣ iεlem tisednan. Ula-d yict ul tuṛiw. Iɣill d timengar. Ikker issten idjen n Wuday ammen ad issen maɣer ul ttiṛwent. Inna-y-as uyen n wuday ad iseɣ tteffaḥat yuc yict i ca-d tameṭṭut. Iyyu may d as inna. Qa yuc asent yict, yict. Yuden i tcent, isint arra. Yict si tsednan nnes, tetcu day idjen n yimi. Wenn nniḍen, teffẓ i tili.\nẒwan wussan, qqiment ttaṛwent. Iwa qaε uṛwent id kuddan icnen ; day ayen n tenn itcen idjen n yimi aykk yuṛwen ajeṛṛuḍ ul nemdi : d ameẓẓyan f yinsi. Nnan as Yenṣiṣ.\nI ymen uyen n ijeṛṛuḍen, isɣ asen baba tsen tiymarin. Inna-y-asen :\nLliɣ iweyɣ awim dd tiymarin ! Kkert a di sent teqqlem ! Ca-d idjen, tenn ixes, tella nnes !\nYenṣiṣ, tuɣ yren zzis ayetmas. Ikker i tallest. Iqqel l teymart tuṣbiḥt. Irekz as tissineft i tensett ammen mi rzan ayetmas, ad inin tenn d tulyict ad isin tinniḍnin. Ammen ay teffeɣ : ayetmas, qaε ḥaṛṛan tuṣbiḥin. Djen taridalt i Yenṣiṣ.\nIdjen n wass, xsen uyen n wawmaten ad ffɣen ad zedmen. Ffɣen ttafyen, ttafyen, ... Yenṣiṣ, iqqim d anekkaṛu danis taymart nnes, tuɣ tesridul. Itnin, ẓwan ttɣaṛan, ttɣaṛan... Djen t l deffer. Iqqim iqqaṛ asen :\nHa rεat iyi, ay ayetma !\nItnin, nnan as :\nAd texxid yittsin taymart taridalt !\nUyyen a t rεan. Day mi-d asen iεeyyeḍ, ssusmen. Ẓwan ammen al i yuḥel Yenṣiṣ. Ihwa si teymart nnes. Ikks as tissineft si tensett. Inyu. Iṭṭef abrid ittɣaṛa, ittɣaṛa al ten yaweḍ. Izzar in. Idj in l deffer. Ul mmutren day tizikkʷayin zzat sen. I t mmutren, ac itnin d imekkʷden, qqimen qqaṛn as a ten iṛεa. Ula-d netta iεaf in. Al-d yaḥel, inna-y- asen :\nU-lli sa cnim ṛεiɣ ! Day afyet ! Ammen ad ssnen maneswen Yenṣiṣ !\nẒwan ttazzlen, ttazzlen ; tiwdi teṭṭf in, abrid, u t ssinen. Yenṣiṣ, izzar ; itnin s deffer, ttafyen, ttafyen. Hemlen ; iwḍen zzat tiddart n temẓa.\nYenṣiṣ, izdem. Iqqim ittnehhej. Immuter ayetmas u dd ɣres usin, inna a ten irza.\nIkker ittmunnuḍ al-d immater tiymarin nsen i tiddart n temẓa. Yutef ɣres.\nSlama nnem a nanna, Slama nnem !\nTenna-y-as :\nAεlak u dd izzar sslam nnec wi nuɣ, Ad ac yyeɣ idammen nnec d tasekkift, Aysum nnec d tayeḷḷimt,\nIxsan nnec d tazdemt !\nIqqim agd ayetmas ad mmuneswen l temẓa. Tamẓa, tuɣ teεlem yessis. I ten temmuter, tenna izedm as dd waḍu. Tuf maykk ala ttec, nettata d yessis. Iwa teyy asen amensi s uysum n uɣyul d uberda immuden. Ikk inwu umensi, tuc asen ad mmuneswen.\nYenṣiṣ, tuɣ ittṛaṛa tamẓa. Issen may teyyu. Yussew ccayet nnes. Iqqim itekk iman nnes itett : tuɣ ikkar i ccayet. Ayetmas, ul ssinen cay. Tcen aberda al-d djawnen. Ikk itcuṛ Yenṣiṣ ccayet nnes, issten f uḍeṛṛaṣ ammen ad izerr ayen n ucall d asen tessnew temẓa. I t din iyru, tsell as temẓa. Tenna-y-as :\nMan ayu a Yenṣiṣ ?\nHa d amensi nnem aykk icnen. Tciɣ zzis aṭṭaṣ, a nanna ! Yuden i mmuneswen inujiwen n temẓa, tenna-y-asen :\nKkert ad teṭṭṣem ! Atan lliɣ ssiɣ awim !\nTiwy in l tzeqqa n yiṭeṣ. Teqqen xef sen. Tenna, jaṛ as d yiman nnes : \"Maxef teṭṭṣen, ad zzewɣeɣ id yissen a ten nɣeɣ !\"\nYenṣiṣ, tuɣ issen sa ten ttec temẓa ; ul iṭṭiṣ. Iqqim ca-d mullu ireddza-y-aman ad isew : tuɣ iyyu iman nnes iffud. Iwa ca-d mi-d as tucu temẓa ad isew, izerr ayen n waman f tmasext, yini-y-as :\nYenṣiṣ, u-lli sad iṭṭeṣ<sup>28</sup> ! U-lli sad iṭṭeṣ !\nUc as dd ad isew, Ammen ad iṭṭeṣ !\nIwa day mi-d as tucu-y-aman, issiny in i tmasext, iɣez. Yuden ikk idjiwen, inna i temẓa :\n- Djiwneɣ, a nanna !\nDay isama tamẓa, yawkan issekker ayetmas. Issufɣ in agd uqbun tuɣ iɣzu. Yisi yessis n temẓa, iyy int i tusut n ayetmas. Tamẓa, tuɣ tessuṭṣ in qaε i tzeqqa d yict. Iyyu tiẓiḍin i tusut n tmeẓwin timeẓẓyanin. Iṛwel.\nI tenna temẓa ad ilin ṭṭṣen inujiwen nnes, teṛẓem tazeqqa ammen a ten tneɣ. D iḍ, tuɣ tessulles tẓeqqa. Tutef ; tɣill an Yenṣiṣ d ayetmas llan mani ten tedju. Iwa teqqim day mi tezzweɣ idjen n yissen, tatef l tzeqqa, tefqeṛ yict si yessis, tini : \"Iqqes waṛuḍ n yikken !\" Ammen, ammen al sad tneɣ tanekkaṛut, ha tessiwel. Tenna-y-as :\nMan ayu teyyid a yemma !\nManec ! Mar d cnimti ? Iyy it Yenṣiṣ ! Metta u t nɣiɣ, nettc u-lli d tamẓa. Teqqim as day yict si yessis : d tafeṛḍaṣt.\nYenṣiṣ d ayetmas ẓwan l baba tsen. Yuden iwḍen, nnan as qa maykk mmutren agd may d asen teyyu temẓa. Nnan as belli d itnin ay dd issufɣen iman nsen si temẓa. Idjen n ufuḥ, yutef dd Yenṣiṣ l tiddart. Yiwey dd iqecḍan nnes. Issetn i ppas f wi ten dd issufɣen si tiddart n temẓa. Inna-y-as belli d netta. Iwa, ammen ala issen tidett, inna ukk arra nnes :\nWenn innan d netta, ad iffeɣ a dd iṭṭef tamẓa !\nQa ssusmen, day Yenṣiṣ ay d as innan :\nNettc ad zemreɣ a baba !\nIffeɣ. Irza aseṛḍ n tmeṭṭut. Iyyu iman nnes d tudayt. Yisi tiwinas d isuneqqa i teɣṛaṛt.\nIẓwa, ikkur, ikkur al-d yaweḍ zzat tiddart n nanna tamẓa. Temmutr i. Tessiwel agids :\nMm ! Cekk, d Yenṣiṣ !\nManec ?\nNniɣ ac, cekk d Yenṣiṣ !\nManeswen Yenṣiṣ ? Nettc, ul ssineɣ Yenṣiṣ. Nettc d tudayt. Lliɣ zznuzeɣ. Ad tesɣed ? Ad tadejwed, a nanna ?\nMay ɣrem illan ?\nIlla ɣri tiwinas n wuṛeɣ d isuneqqa n uẓeṛf. Aɣ (ax) am ! Qqel may texsed !\nDay tessitef ixef nnes i teɣṛaṛt, yawkan iqqen xfes. Yisi tt i teymart nnes. Netta, tuɣ inna i teymart nnes : \"Mi-d am nniɣ bedd, cemm azzel !\"\nẒwan. Tamẓa, teqqim teqqaṛ as :\nSsehwa-yi ! A Yenṣiṣ ! Mar may d ac yyiɣ !\nCa-d mi tessiwel temẓa, yini i teymart nnes :\nBedd, ad tehwa nanna !\nTaymart nnes, teṭṭef abrid tettɣaṛa al tiddart n Yenṣiṣ. Inna-y-as : \"Azzel !\" Nettata, tbedd. Yutef l tiddart inna i babas :\nTaw dd tamẓa a baba !\nIssiwel babas, inna i taṛwa nnes :\nD Yenṣiṣ ay cnim issufɣen si tiddart n temẓa. Cnim, ul teqqiṛem tidett !\nIkker Yenṣiṣ d ayetmas agd babas ffɣen ad nɣen tamẓa. Ḍeṛn as idjen n umɣad ameqqṛan : nɣen tt.\nAnday.\n\n<sup>28</sup> Dit en arabe dans la version orale."
    },
    {
        "id": 23,
        "story": "Taslit d temɣaṛt\nIdjen n urgaz, tuɣ izdeɣ day netta d yemmas. Nettat d taḍeṛɣalt. Temɣeṛ qbala. Tiɣmas nnes qaε ufyent. Ikker uyen n mmis ircel. Iwa taslit, ul teḥmil ula-d azeɣbib tamɣaṛt nnes. Cṛa-d ass, tuɣ teqqaṛ as :\nYemmac tella day tteffeẓ. Sad aɣ tdej i laẓ !\nNetta iterra xfes :\nAxemma day tessehmumuc ! Nettat d tawessart, ul teεlim tiɣmas.\nTenn, txes day a tt tzerr.\nYict tikkelt, yiwy it l yidjen n uxuc. Yuc as tacellutt n tiyni, iẓwa.\nIqqim wahli, yiweḍ ɣres. Issiwel agids :\nMan ayen da tellid ttekked a tameṭṭut ?\nIyru yi da mmi !\nMaɣer ?\nUl ssineɣ !\nMan ayen tellid tteffẓed ?\nD tiyni.\nWi d am tt yucen ?\nD mmi.\nIẓwa l tiddart nnes. Ussan, idwel l yemmas.\nMan ayen tellid ttetted a tameṭṭut ?\nD tiyni.\nUkkin tt ?\nN mmi !\nAtan mmim immut !\nTekker, meskina, till al treddza ad taley sukk xuc. Ul tezmir.\nMar tilled ? Ac mmim, iḥref cemm !\nIh, a mmi ! Tsa ul teεlim tuta ula teyru yi da.30\nKker, a yemma, ad neẓwa ! Atan mmim d nettc.\nIssily it sukk xuc. Ẓwan l tiddart nsen. Illef i tmeṭṭut nnes.\nAnday."
    },
    {
        "id": 24,
        "story": "Taḍekkʷalt d temɣaṛt\nIkker idjen n wass, yict tmeṭṭut tercel i mmis. Taslit, tus dd agids yemmas. Iwa qaε zedɣen i tiddart d yict. Ẓwan wussan, teqqim teslit day tettmenzeɣ f temɣaṛt nnes. Cṛa-d ass ad tini ukk rgaz nnes : \"Yemmac, tella tessuḥul iyi ! Yemmac, tella tenker iyi ! Yemmac, tella ..., yemmac, tella... \"\nI yuḥel, inna-y-as :\nMan ayen sad yyeɣ i yemma ? Ad as ɣerseɣ ?\nTenna-y-as ad as iɣres. Issetn it f may deg tteṭṭeṣ ammen ad as iɣres. Teccn as.\nD iḍ, ikker issenfel imucan i temɣaṛt d tḍekkʷalt. Idjen n ufuḥ, ikker iɣres i tḍekkʷalt nnes. Tameṭṭut nnes, tuɣ teẓẓaḍ imendi. Inna-y-as :\nAtan ɣersɣ as !\nTeqqim uyen n teslit tessehruruy al teqqaṛ :\nLḥemdu llillah si temmud a Ɣibuba !32 Argaz nnes, iqqim iterra-y-as :\nSsya al dd yaley wass ad tban yemma si yemmam a lmeḥḥṛuqa !\nAnday."
    },
    {
        "id": 25,
        "story": "Taslit d teẓyeṭṭ\nIdjen n urgaz, ircel. Tuɣ izdeɣ d yemmas. Tameṭṭut nnes, ul teḥmil yemmas. Cṛa-d ass, tuɣ teqqaṛ as :\nZerr xef neɣ yemmac ! Tella day tettcat iyi. Yemmac d tulyict.\nNetta, tuɣ iterra xfes :\nHa may sad yyeɣ i yemma ? A tt zerreɣ ?\nTenna-y-as : Wah ! Zerr it l beṛṛa !\nIkker s tufra, issufɣ it beṛṛa n tiddart. Yuley l ujenna n tiddart. Yisi taẓyeṭṭ, issiṛḍ as aseṛḍ n tmeṭṭut, issregb it d itelli amzun d yemmas. Inna i tmeṭṭut nnes :\nAtan zerreɣ tt l ujenna n tiddart !\nIffeɣ si tiddart. Mukud, isell i ẓẓga : \"Ya wakk ! Ya wakk !\"\nUzzlen dd midden l uyen n tmeṭṭut. Teccn asen ṣaray nnes day d iquba : \"Qqelt a midden, i may d i-dd teyyu !\" Yutef urgaz nnes l tiddart : \"Man ayu !\"\nNnan as : \"Ha d yemmac !\" Inna-y-asen : \"Manec ! Ad awim djalleɣ a dd zerreɣ l uṣaray yemma ittemṛaṛan !\"\nYuley. Ixebḍ it l uṣaray. Behḍen midden i mmutren taẓyeṭṭ. Iffeɣ urgaz yiwey dd yemmas. Iḥref tameṭṭut nnes.\nAnday."
    },
    {
        "id": 26,
        "story": "Tameṭṭut itcen mmis\nIdjen n ujellid yuɣ iεlem sent tsednan. Ikker ircel ; yiwey tenn nniḍen. Iwa tekker tettaṛew. Timezwar, usment zzis. qqiment teqqlent may-d as ala yyent. Ayen n tmeṭṭut, tuṛew idjen n ujeṛṛuḍ ; iffeɣ dd dis uyur i tenyert. Kkrent uyen n tsednan samant ayen n temẓuṛt al-d teṭṭeṣ, isint as mmis nekḍent as tileṭṭett nnes, yrent t i tejṛa, zerrent t ikk iɣẓeṛ. Isint afuḥ n idammen, Ṭlant ten ikk imi n yemmas. Ssitfent as tileṭṭett n mmis ikk imi nnes. I yutef ujellid l tiddart nnes, nnant as uyen n tsednan :\nAtan tetcu mmis, tedju dd day tileṭṭett nnes. Atef ad teqqled, tella i tzeqqa nnes.\nIkker ujellid ad iqqel, yaf idammen d tleṭṭett ikk imi n uyen n temẓuṛt. Tekker dd uyen n tmeṭṭut ul tufi maykk ala tini. Ajellid idjull teqqim ɣres tmeṭṭut itetten arra nnes. Inna \"u tt tekkeɣ day d tayya, ad tṣeṛṛeḥ ileɣman, ad as ttitceɣ day abetbat am nettat am iyḍan.\" Ikker ikks as aseṛḍ nnes, issufɣ it ad teṣṛeḥ. Ayen tejṛa deg tuɣ ajeṛṛuḍ yisi tt yiɣẓeṛ wahli.\nTekker yict twessart tuɣ teḍεen, temmater ayen n tejṛa. Tisi tt, taf dis ajeṛṛuḍ. Tisi t, tesseym i. Nettata d tamengurt. Iwa teqqim tesseyma t al-d imɣeṛ. Idjen n umullu, iffeɣ ittmunnuḍ al-d immater yict twessart. Tenna-y-as :\nRuḥ manayen ssya tellid ttekked a wenn tetcu yemmas !\nManayen ?\nYemmac, qqaṛen midden tetcu mmis !\nMani tella ?\nTella wahli. Day ssten midden ad tafed !\nIkker idwel l tmeṭṭut t isseymen, inna-y-as qa may-d as tenna uyen n twessart. Tenna- y-as :\nNettc ufiɣ cekk i tejṛa, yisi cekk yiɣẓeṛ !\nUkk nqeṛ n tfuyt, yisi yis nnes, iẓwa ad irza yemmas. Iẓwa isstun al-d yaweḍ yict tmurt. Immuter cṛa-n irgazen. Inna-y-asen :\nUl tessinem cṛa n tmeṭṭut itcen mmis ay irgazen ?\nNnan as ad iyur aṭṭaṣ, wahli al mi yiweḍ cṛa n iḍuṛaṛ, a di sen yaf yict tmeṭṭut tṣerreḥ ileɣman.\nIẓwa ikkur, ikkur al-d yaweḍ. Immater yict tmeṭṭut tessikkʷid, teccucen, qa teqquṛ. Issetn it :\nD cemm aykk itcen mmim a tameṭṭut ?\nA mmi ! mar illa w itetten taṛwa nnes ? Day d tisednan n ujellid ay zzi yusmen, nnant i midden d ujellid tciɣ mmi. Itninti d timengurin.\nHa mani tzedɣed ?\nIwa teccn as tazdeɣt nnes. Ikker ad as iseɣ aseṛḍ. I yutef l uyen n tiddart, yuf it n ujellid. Iqqim d ujellid ssawalen al dd tedwel twessart sikk ḍuṛaṛ. Tutef l tiddart, tessitef ileɣman. Kkrent tsednan n ujellid ttcatent-ett al xefs ttmenzɣent. Nettata, ul tufi mala teyy : day ad telmeẓ. D amensi, illa ujellid d unuji nnes. Sad tcen. Inna-y-as uyen n unuji :\nBelleh ad tedjed ayen n twessart agid neɣ temmunsew.\nInna-y-as ujellid :\nU xfes icni day ad ttec agd iyḍan. Maɣer w itcen taṛwa nnes itett d iwdan !\nInna-y-as unuji :\nNettc u-lli sad i-dd ihwa umensi nnec day metta teqqim agid neɣ agd metta tedjid tett a gidi teṭṭeṣ ayu n yiḍ !\nIdj it ujellid tetcu agid sen. I tetcu issitf it teṭṭeṣ agd unuji. I llan day s senn iyet sen, irza ɣres ad as tessiwel f wussan nnes. Iwa tenna-y-as qa may teẓṛu d may xfes ssekkent tsednan n ujellid sukk mezwar al unekkaṛu. Issetn it metta temmuter mmis ad tezmer a t tagez. Tenna-y-as :\nMmi ! ssneɣ t, iεlem yur i tenyert d ufus nnes ul iεlim tileṭṭett.\nTella εad tessawal yawkan tagz i ; tenna-y-as :\nCekk d mmi !\nTeqqim till. Netta, ikker ittεawad as maykk iẓṛu. Ukk nqeṛ n tfuyt, inna-y-as ad tessired iman nnes, tiṛed aseṛḍ d as dd isɣu. Netta issiwel d ujellid, issetn i f uyen n tmeṭṭut. Inna-y-as metta ad izmer ad yagez mmis. Inna-y-as :\nMmi, iεlem yur i tenyert.\nIkker immater it zzats :\nCekk d mmi ! Man ayu ? Manis dd tusid ? Mar tellid teddred ?\nIqqim sad immet s lfeṛḥ. Idjull ad ineɣ tisednan nnes. Ikker issufɣ int, issufeɣ iyysan nnes, yass int ḍaṛ ukk yis, ḍaṛ ukk yis nniḍen, yacem in, azzlen, ttwaxeṛṛqent, mmant. Irru tameṭṭut nnes, yemmas n unuji. Yawey dd tameṭṭut tamezwart, tenn yufen tajṛa. Qqimen i tiddart n ujellid.\nAnday."
    },
    {
        "id": 27,
        "story": "Tajenneyt ittaṛwen\nYict tmeṭṭut, tuɣ teqqim ikk idis n yict tmucc̣ ẹ yt ittaṛwen. Tenna-y-as : \"Aεla wi yufen ad am inkeḍ timiṭṭ mi tuṛwed !\"\nYuden i tuyel asɣun, usent dd cṛa-n tjennay l uyen n tmeṭṭut, nnant as ad tenkeḍ timiṭṭ i tmucc̣ ẹ yt. Tnekḍ as tt. Yyent uyen n tjennay urif. Tcent. Ul ucint cay i tmeṭṭut ammen u dd tdekkʷel d tajenneyt. I sad teẓwa, tekker agids yict tjenneyt ammen a tt tessiweḍ l tiddart nnes. Ucent as tjennay tandunt itcuṛen s yilmawen n ṛṛemman. Teyr it ukk cu nnes, teffeɣ.\nAyen n tmeṭṭut, teẓwa. Ukk brid, cṛa-d mi tyur afuḥ, ad tessitef fus nnes ukk cu tzerr ilem. Tajenneyt, teqqim ttebbey ayen n ilmawen. Iwa qqiment ammen al-d taweḍ zzat tiddart nnes. Tuɣ iqqim as day idjen n yilem ukk cu. Teqqel dis ; tuf i d uṛeɣ. Tenna : \"Mar d ammu !\" Terza l uyen n tjenneyt ad as terr may tzerr. Tenna-y-as tjenneyt :\n– Wim uciɣ ul iṭṭif Ad εad irza ul ittif.\nAnday."
    },
    {
        "id": 28,
        "story": "Knuz<sup>17</sup>\nIffeɣ yict tikkelt, idjen n urgaz si tiddart nnes yuf aydi iqeṛḍen itett ixsan. Yisi t l tiddart nnes. Inna i tmeṭṭut nnes : \" Ax am aydi yu ! Ttheḷḷa dis al-d ijjey !\" Ixṭeṛ.\nI dd idwel, issten tameṭṭut nnes f uydi. Issiwel uydi :\n–Cekk, u-lli sad ttiɣ taṣebḥi nnec ! Nettata, atan llant sent n tidrin !\nIbheḍ urgaz :\nMar cekk u-lli cay d aydi ?\nIrru xfes uydi :\nNettc d ajenney ! Ɣarec mi cekk yuɣ cṛa, metta tettwaṭṭfed i beṛṛa, telluẓed niɣ tettuḍayqed i cṛa, ẓga \"Knuz\" ! Metta lliɣ din ad ac rreɣ awal, metta u yi tufid, ad tafed yemma. Mi dd ɣrec teffeɣ, ul tett may d ac tucu ! Ini-y-as ad ac tuc ad tessinegled s tẓult nnes !\nẒwan wussan al idjen n umullu d azell, tuɣ illuẓ, iffud, yuḥel. Immitey d may d as inna uydi. Day iẓga Knuz, yawkan teṛẓem tmurt. Teffeɣ dd zzis tmeṭṭut tessiwel agids :\nMan ayen texsed ?\nXseɣ Knuz.\nAtef dd ad tetced cṛa !\nU-lli sad tceɣ ! Xseɣ taẓult nnem ad ssingleɣ.\nCa yemmet Knuz iqqaṛen may neεlem i midden ! Aɣ ac !\nIssingel. Idwel dd ula-d netta m yxes cṛa, ittaf i.\nAnday.\n\n<sup>17</sup> Nom propre (patronyme)."
    },
    {
        "id": 29,
        "story": "Uṛeɣ n Vvu\nVvu d idjen n uwessar, tuɣ iteffeɣ cṛa-d ass l Taɣit<sup>18</sup> al iqqaṛ ikk At Taɣit \"Uct i-dd !\nUct i-dd day afuḥ ! Ay At Taɣit ! Ad uceɣ qaε i wikk ul neεlim !\"\nIwa iqqim ammen aṭṭaṣ n wussan, al idjen n umullu, xsen a t ssnen ; ucn as aṭṭaṣ n wuṛeɣ. Itcuṛ aselham nnes. Iẓwa ‘l tezdeɣt nnes. Ukk brid, yus dd ɣres idjen n ubeẓẓiw. Iqqim iqqaṛ as :\nUc i-dd afuḥ si may d ac ucen At Taɣit, a Vvu !\nAfey rza ɣer sen ad ac ucen ula-d cekk !\nIwa uc i-dd day abell a Vvu !\nMar di tneṭṭed ammu ! Lley xfi !\nMadza yus as dd d ufusey, madza d uẓelmaḍ, qaε u d as yuci cṛa. Iẓwa ubeẓẓiw.\nVvu, yiweḍ l at tiddart nnes. Inna-y-asen belli illa yiwy asen dd aṭṭaṣ n wuṛeɣ. Ijjuṛṛef xfes qa wikk itla. Iṛẓem aselham nnes, yaf dis aḥecluf, ixsan d iqelwaε.\nAnday.\n\n<sup>18</sup> Taɣit : nom d’une région historique (tumulus, gravures rupestres, ruines, jardins…)"
    },
    {
        "id": 30,
        "story": "Taslit n Wuday\nIkker idjen n wuday tuɣ irettcel. Yiwey tameṭṭut tamezwart. I xfes yutef, ikker ad iqqen taflewt n tzeqqa nnes. Netta tuɣ iteqqn it s yict tɣunt tameqqṛant. Iqqim qaε maykk illa yiḍ illa iteqqen. l uyetca, illef i tmeṭṭut nnes.\nIkker mullu nniḍen ircel. Yutef f tmeṭṭut nnes, ikker ad iqqen taflewt s tɣunt. Iqqim al dd yaley wass day ireddza a tt iqqen ul izmir. Ikker illef i tussent. Yiwey tenn nniḍen. Am umezwar, day yutef tazeqqa, ikker ad iqqen taflewt. Netta day irza ad issuyur taɣunt yawkan tekker teslit nnes agids teqqen. Inna-y-as : “ Cemm d tameṭṭut inuɣ ! D cemm ay tuɣ reddziɣ”.\nAnday."
    }
]
